[
    {
        "id": 1,
        "name": "小恶魔",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%B0%8F%E6%81%B6%E9%AD%94",
        "content": "【背景故事】\n“我们必须让自己的头脑保持敏锐，刀刃保持锋利。\n邪恶在我们之中穿行，想要不择手段地摧毁我们的善良。\n那些愚蠢之辈，把我们美丽的小镇给毁了。不要相信任何人。\n但如果你一定要相信某人，请相信我。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。如果你以这种方式自杀，一名爪牙会变成小恶魔。\n【角色简介】\n小恶魔会在夜晚杀戮，且能创造自己的分身……以可怕的代价。\n- 除首个夜晚以外的每个夜晚，小恶魔会选择一名玩家进行杀戮。因为夜间大多数角色都在恶魔之后行动，被恶魔杀死的玩家可能在当晚无法使用他的能力。\n- 小恶魔作为恶魔，能够得知哪些玩家是他的爪牙，也能得知三个不在场的善良角色，他能较为安全地伪装成这些角色。\n- 如果小恶魔死亡，游戏结束且善良阵营获胜。然而，如果小恶魔选择在夜晚杀死自己，他会死亡并且会有一名存活的爪牙变成小恶魔。新的小恶魔在当晚无法进行行动，但现在那名爪牙现在在各种意义上都会成为恶魔——他会在此后的每个夜晚杀戮，且会在死亡时让邪恶阵营落败。\n【范例】\n> 范例: 现在是第一夜。小恶魔得知小文和小美是爪牙。小恶魔还得知僧侣，厨师和图书管理员不在场。小恶魔谎称自己是厨师，并在稍晚时分谎称自己是镇长。最后，小恶魔被处决，且善良阵营获胜。\n> 范例: 在夜晚时，小恶魔被唤醒并选择了一名玩家，那名玩家死亡。在下一个夜晚，小恶魔选择让自己死亡。于是小恶魔死亡，并且投毒者变成了小恶魔。\n【运作方式】\n除首个夜晚以外的每个夜晚，唤醒小恶魔。让小恶魔指向任意一名玩家。让小恶魔重新入睡。被选择的玩家死亡——在那名玩家的角色标记旁放置小恶魔的“死亡”提示标记并放置帷幕标记。\n如果小恶魔选择在夜里自杀，用多出来的小恶魔标记替换一名存活的爪牙玩家的角色标记，让那名玩家的角色改变为小恶魔。唤醒新的小恶魔，向他展示“你是”信息标记，然后向他展示小恶魔角色标记。让新的小恶魔重新入睡。\n在黎明时，宣布有哪名玩家在夜晚死去。（不要说明死亡原因。）\n> 范例: 如果小恶魔选择在夜晚攻击一名已死亡的玩家，允许他这么做。当一个角色能力描述中提及“选择一名玩家”，意味着任何玩家——无论存活或是死亡——都能被选择。小恶魔可能在计划伪装成士兵，而这种情形下会让他的谎言看起来更加可信。\n【提示标记】\n- 死亡\n放置时机：在小恶魔夜晚行动并选择了玩家后放置。\n放置条件：小恶魔选择的玩家当前存活，且能被小恶魔杀死，且小恶魔未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【提示与技巧】\n- 邪恶玩家有很多策略可以选择，尤其是小恶魔。一般来说，恶魔会希望自己看起来比较可信，且在可能的时候传递错误信息，让爪牙来证实你是一个善良阵营玩家，或者在需要的时候牺牲他们。这个章节中可以查看到更多信息。\n- 努力活过白天。就算场上有三名爪牙，你也没法保证红唇女郎在场。（然而，如果你已经与爪牙交流过并且确定她在场，就忽略这条建议吧！）\n- 如果你被怀疑了，在晚上自杀永远可以作为选择之一。杀死自己并且将恶魔血脉传递给一名更受信任的爪牙虽然会让你失去继续投票的权利，但让场上一直有恶魔存活更加重要。你也可以在没人怀疑你的时候自杀——大家比较倾向于相信死在晚上的玩家。不管你选上面哪种方式，如果你在晚上死了，就在白天给善良阵营传递错误信息。例如你可以说自己是个守鸦人，这很有可能改变游戏的走势。\n- 你的爪牙就是被用来牺牲的马前卒！杀死他们！全都杀了！你才是最重要的那个！\n- 在游戏开始，说书人将会告诉你三个可以用作伪装的角色。当然了，你也可以伪装成你喜欢的角色，但这几个相对安全一些。由于小恶魔可以在晚上自杀来将恶魔角色传递给一名爪牙，所以不论是选择相对保守的伪装还是选择一个激进一点的伪装都很有效。如果你是一名新玩家，或者还不太清楚游戏的运作方式，要么你直接向说书人寻求帮助，要么就选一个相对保守的角色做伪装，比如士兵或者陌客。如果你喜欢刺激，也可以选择像占卜师或者送葬者这样\"高风险高回报\"的角色做伪装。\n- 选择攻击目标的时候，你通常希望尽早选那些强大、棘手、能够获取信息的镇民，比如共情者、送葬者、僧侣或者猎手。在游戏前期就把这些信息抹杀掉会帮你很大忙。有些时候，你也可以故意留一个这样的镇民，让他一直活到最后一天，这样也会让其他人怀疑他的真实角色。他们可能会质问这位玩家\"如果你是真的占卜师，凭什么能活到现在？\"，然后就将他处决。\n- 同样，在夜晚选择攻击目标的时候，你也最好早点选择那些已经被大家所信任的玩家。一个被所有人都确信的贞洁者永远也不会被处决，留她在场会增加你被处决的几率。被所有人都确信的外来者们也得消失，因为他们也不会被处决。在最后一天，你会希望留下至少一位看起来比你更有嫌疑的玩家，能留两位当然更好。\n- 把你的爪牙派出去搜集信息。尽可能多地知道大家的角色。这会帮你避免攻击到一些像守鸦人或士兵这样棘手的角色，也就能够避免随之而来的问题。\n- 与你的爪牙交流！通过帮助他们伪装角色的方式与他们配合。可以允许你们其中的一位尽可能看起来邪恶，而另外一位就可以继承恶魔血脉并存活到游戏最后。问问间谍他知道什么。与投毒者合作来避免夜里与他选到相同的目标。男爵你可以任他到处撒野。问问红唇女郎的计划是杀死你还是让你活着。\n- 善良阵营有一万种理由认为你是个邪恶的小恶魔。如果发生这种情况，千万别放弃！或许你可以说服大家共情者是个酒鬼？或许你也可以争辩说你可能是占卜师的那个\"干扰项\"？\n- 如果你不想在夜晚杀死任何人，你可以选择一名已经死亡的玩家。这也可以帮你伪装成士兵或者僧侣，因为无人死亡的夜晚看起来就像是士兵或僧侣的能力生效了。\n【对抗小恶魔】\n- 善良玩家杀死恶魔就能获胜。如果你得知有一位玩家可能是恶魔，另一位玩家可能是爪牙，通常来说这时最好的做法是优先处决掉那个你怀疑是恶魔的玩家！\n- 找到谁不是小恶魔和找到小恶魔一样重要。确定其他玩家是善良阵营能让你们迅速构建起信任，汇总信息并罗列出一系列的嫌疑人...这也意味着你能够知道谁不是恶魔。最后一天通常仅剩三名玩家存活，而其中一名就是恶魔——如果你不确定恶魔是哪个但可以担保其中一位玩家肯定是善良阵营，那你们能够处决掉恶魔的可能性就从三选一变成了二选一。守鸦人或猎手这样的角色非常擅于排除恶魔——虽说用这些一次性的能力找恶魔很令人兴奋，但就算最后只找到了一个善良玩家也同样能带来很大帮助。\n- 如果有人在某个奇怪的时间点出人意料地死亡了，或者是死在了备受大家怀疑的情况下，你或许就见证了恶魔自杀并将自己的恶魔血脉传递给了一位爪牙的伟大时刻。这是条令人兴奋的消息，因为你已经知道他是邪恶玩家了，你就可以回顾他之前做过的所有事，并且找出他的邪恶阵营同伴。在这个时候，来自厨师、共情者和调查员的信息就显得非常有价值了，因为你可以用这个已经死去的恶魔作为参考基点来找到其他邪恶阵营的角色。如果这些角色不在场，你也有很多选择：想想他之前和哪些玩家进行过交流或者是统一了战线？他是不是伪装成了一个持有信息的角色？他用他们的信息证实或者保护了谁？例如，他可能会伪装成洗衣妇来\"证实\"其他爪牙的伪装，一旦大家相信了那个爪牙，他就会在晚上自杀。\n- 当心红唇女郎！只要有五名及以上的玩家存活，小恶魔就算被处决，邪恶阵营也能够继续运作下去。如果你认为你知道谁是小恶魔，你可以考虑等到场上只剩下五名以下玩家时再发起对他的处决，这样红唇女郎的能力就无法被触发，如此一来就可以阻止恶魔血脉的传递。\n- 小恶魔的攻击能力能够让他有效地移除那些能够给他带来威胁的角色，而且他会非常享受这种感觉。保护那些能持续获得信息的角色（如送葬者）或者有强大的一次性能力的角色（如贞洁者），试着骗恶魔做出一些错误的选择。比如，士兵或镇长都可以伪装成一个更具有吸引力的目标，让自己的能力化解掉恶魔的攻击。要不像圣徒（他非常想死在晚上），陌客或者洗衣妇这样的角色也可以试着吸引恶魔的注意——他们虽然免不了一死，但总好过占卜师被杀！\n- 如果在这场游戏中玩家总数少于等于6（即汀西维尔模式），有关恶魔的规则会稍微有些变化。他在首个夜晚不会得知可以伪装的角色，他也不会知道爪牙是谁。一种有趣的策略就是在另一位玩家面前伪装成爪牙，然后鼓动恶魔多跟你交交底。如果他承认自己是恶魔了，你就可以把他赶出小镇，一锤定音！\n- 不像你可能遇到过的其他恶魔，小恶魔这个能将恶魔血脉传递给爪牙的特殊能力让他有一个很特殊的地位。他能够通过更复杂的伪装实现金蝉脱壳，但这通常会需要不止一位玩家进行配合。在寻找邪恶阵营的时候，留意那些互相证实了阵营的角色。例如：他可能伪装成洗衣妇/图书管理员并且证实了爪牙伪装的镇民/外来者角色。（这在爪牙伪装成圣徒时将非常可怕！）他伪装成了共情者然后声称两位邻座玩家都是善良阵营，很快他就死了然后把恶魔血脉传给了邻座的爪牙。他也可以死后伪装成守鸦人，回过头来证实爪牙的伪装，但这个爪牙早已变成恶魔了。他也可以伪装成猎手，假装\"猎杀\"他的爪牙，后面他自己再死掉。（他们也可以对真猎手耍这个把戏，让真猎手对爪牙使用能力，过后再把恶魔血脉传递给这个已经被证实非恶魔的爪牙。）他也可能在晚上故意谁都不杀，然后让爪牙去伪装成僧侣或者士兵。夜晚无人死亡会让大家会非常愿意相信士兵，这个爪牙也就成了一个非常理想的恶魔继承人。\n【角色信息】\n- 英文名：Imp\n- 所属剧本：暗流涌动\n- 角色类型：恶魔\n- 角色能力类型：角色变化、死亡触发能力\nNewPP limit report\nCached time: 20260120025502\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.033 seconds\nReal time usage: 0.052 seconds\nPreprocessor visited node count: 99/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:127-0!canonical and timestamp 20260120025502 and revision id 3643. Serialized with JSON."
    },
    {
        "id": 2,
        "name": "僵怖",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%83%B5%E6%80%96",
        "content": "【背景故事】\n“我不。明白。你的。方式。人类。同类。向我。指引。泥土。那是。圣地。静卧。安睡。我也。必须。长眠。立刻。”\n【角色能力】\n每个夜晚*，如果今天白天没有人死亡，你会被唤醒并要选择一名玩家：他死亡。\n当你首次死亡后，你仍存活，但会被当作死亡。\n【角色简介】\n僵怖能秘密地在墓地中保持存活。\n- 当僵怖因任何原因死亡后，他会保持存活状态，但说书人会表现得如同僵怖死亡了一样。僵怖第二次死亡时，才会真正地死亡，且善良阵营获胜。\n- 看似死亡的僵怖在绝大多数情况下都算作已死亡。该玩家在城镇广场的生命标记会翻面以标识死亡。下一次该玩家投票时，会失去投票标记。该玩家不能发起提名，该玩家可以在有巫毒师的情况下投票，该玩家不算作茶艺师的存活邻近玩家，等等。不同之处是游戏还会继续，僵怖仍然能发起攻击，且游戏会在只剩两名其他存活玩家的情况下继续进行。\n- 如果无人在白天死亡，僵怖才会在夜晚被唤醒并发起攻击。如果一名已死亡的玩家被处决，该玩家无法再次死亡，因此僵怖仍然会被唤醒。\n- 如果一个醉酒或中毒的僵怖死亡，善良阵营获胜。如果一个“死亡”的僵怖醉酒或中毒，不要宣布该玩家存活。\n【范例】\n> 范例: 僵怖被处决且看起来已经死亡。僵怖当晚不能发动攻击。数天后，城镇广场看起来只剩两名玩家存活。善良阵营相当确定僵怖就是已死亡玩家中的一名，并且游戏继续，直到再有一名玩家死亡。\n> 范例: 今天白天无人死亡。当晚，僵怖发动攻击。在下一个白天，修补匠死亡。当晚，僵怖不会被唤醒。\n【运作方式】\n当僵怖首次死亡后，他依然存活。宣布僵怖已经死亡，但是不要在魔典中给僵怖添加帷幕标记。（如常将城镇广场上他的生命标记翻面。）从现在起，僵怖被当作已死亡。\n每个白天，如果有玩家死亡，将“死于今日”提示标记放置到该玩家的角色标记旁。（如果僵怖因处决而“死亡”，会被当作已死亡，因此要给僵怖放置“死于今日”提示标记。）\n除了首个夜晚以外的每个夜晚，如果有任何玩家标有“死于今日”，不要唤醒僵怖。\n除了首个夜晚以外的每个夜晚，如果没有玩家标有“死于今日”，唤醒僵怖。让僵怖指向任意一名玩家。让僵怖重新入睡。所选玩家死亡——将“死亡”提示标记放置到该玩家的角色标记旁。\n【提示标记】\n- 死于今日\n放置时机：在白天时，如果有玩家死亡（包括僵怖在内），不论死亡原因为何，在该玩家的角色标记旁放置。\n放置条件：在死亡的玩家角色标记旁放置，而不论此时僵怖是否醉酒中毒。如果一天有多名玩家死亡，也只会有一个“死于今日”标记被放置。该标记会用于提醒说书人夜晚是否会唤醒僵怖。\n移除时机：在轮到僵怖的夜晚行动顺序结束后，说书人可以任由自己方便来进行移除，或者在黎明时移除。\n特殊说明：由于僵怖的能力为回溯型能力，因此如果僵怖在游戏中途产生，仍然要根据当前情况补放标记，而不是因为没有放置标记便在夜晚唤醒僵怖。\n- 死亡\n放置时机：在僵怖夜晚行动并选择了玩家后放置。\n放置条件：僵怖选择的玩家当前存活，且能被僵怖杀死，且僵怖未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 相克规则：召唤师：如果召唤师将一名已死亡的玩家变成了僵怖，该玩家会变成“已经死过一次”的僵怖。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，僵怖可以在游戏中任意时候向说书人示意自己“想要死亡”。无论僵怖是否触发过“假死”，当晚僵怖会变为死亡状态。戏子（改）：在戏子（改）存在于剧本中时，僵怖可以在游戏中任意时候向说书人示意自己“想要死亡”。无论僵怖是否触发过“假死”，当晚僵怖会变为死亡状态。\n【提示与技巧】\n- 邪恶的僵怖因其隐匿性和生存能力而成为黯月初升中最致命的恶魔。沙巴洛斯和珀可能会杀死许多人，而普卡可能会让你被毒药侵扰，但当小镇确定它们在场时，它们都脆弱得令人失望。但对你来说不是这样——你很难被找到也更难被杀死，你的耐心是恐怖的；你会满足于躺在死者中间，静静地听着小镇分崩离析，在活人中寻找恶魔，从没想过墓地里的一具腐烂的尸体还在呼吸。善良阵营应该祈祷你不是他们所面对的恶魔，因为那样的话没有玩家是安全的；死者和生者都同样令人恐惧。\n- 你只有在白天没有人死亡时才有晚上杀人的能力。这可能很困难，因为即使玩家被提名，处决他们的大多数人仍然是善良玩家，这意味着当你急需他们死亡时，麻烦的驱魔人或侍臣可能仍然活着。解决这个麻烦的一种方法是大声引导不执行任何处决，但如果您过于频繁地这样做，善良阵营可能会发现这很可疑并开始质疑您的角色。更合理的策略是鼓励处决您认为不会导致死亡的处决——例如，清醒的水手或茶艺师的邻居. 这提供了善良阵营清楚的信息，但也将给予你宝贵的杀戮......无论如何，只要修补匠不会在白天死去。你也可以（可能只有一次）引导主谋在场的言论，利用善良阵营对是否杀死恶魔的怀疑，让他们推迟一晚，而不是冒着输掉比赛的风险。\n- 杀死自己，然后像死去的玩家一样躲在众人的视线中！如果善良玩家认为另一个恶魔在场，这可能特别有效，因为他们不会将死者视为嫌疑人而将注意力集中在生者身上。即使他们确实怀疑你，选择在正确的时间死去也可以让他们减少对你的怀疑——例如，让自己早日被处决以“测试”你的水手不死能力，并将你的死归咎于普卡。或者更简单地说，你可以选择自己并在晚上死去——在晚上死去的玩家往往是善良的并且被认为是值得信赖的。最后，你可以配合你的教父在适当的时候送你出去，让大家看起来好像没有僵怖在游戏中，你是游戏的无辜受害者。然后，您可以利用您的死亡作为传播错误信息的平台并迷惑优秀团队......或者只是坐下来观看比赛的展开。\n- 与其过早死去，不如决定做一个老练的生存者，活在人间，活得越久越好！以这种方式生存有几个优势——其中之一，你可以不断地虚张声势并提供新​​信息，从而误导善良阵营。你可以保证至少在死亡中幸存一次，所以你有一个plan b，以防万一大家怀疑你。最后，如果善良阵营开始怀疑你是游戏中的恶魔，你可以将他们的怀疑引向其他死者——如果他们对其他人执行一两次死刑，那你就可以逃过一两次死刑！\n【对抗僵怖】\n当你要对抗僵怖的时候，这里有几件事你应该记住：\n- 注意死亡发生的时间和原因。如果晚上有人死亡，但不是在玩家被处决后死亡，那么几乎可以肯定你中间有一个僵怖。一旦你知道了这一点，你可以执行以下操作...\n- 怀疑死者。处决你最怀疑的死者。与死者交谈，找出谁的话最没有意义，并专注于那些玩家。你不确定僵怖是死玩家之一，但这是一个很好的起点。如果你能尽早确认某些死去的玩家不是僵怖，那么你将在游戏后期获得优势。\n- 每天处决。即使你杀死了善良玩家，至少这也比不处决任何人并让恶魔选择谁死要好。\n- 在最后一天，僵怖出现在生者中的可能性很小。至此，大多数僵怖会在晚上自杀，或者只是运气不好被处决。由于僵怖的杀戮频率远低于其他恶魔，因此在最后一天黎明时它已经死亡的可能性很高。如果您没有其他信息，请确保游戏的最终处决是对死玩家的处决。\n【角色信息】\n- 英文名：Zombuul\n- 所属剧本：黯月初升\n- 角色类型：恶魔\n- 角色能力类型：免死、限次能力、互动干扰、回溯型能力\n其他称呼（非官方，仅方便索引用）：丧尸、僵尸\nNewPP limit report\nCached time: 20260120024713\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.029 seconds\nReal time usage: 0.050 seconds\nPreprocessor visited node count: 60/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:144-0!canonical and timestamp 20260120024713 and revision id 5599. Serialized with JSON."
    },
    {
        "id": 3,
        "name": "普卡",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%99%AE%E5%8D%A1",
        "content": "【背景故事】\n“您人真好，发生了这样的事情，您还愿意让我来您金碧辉煌的家里做客。我很抱歉，刚才不小心划伤了您。这是一点点赔礼，没事的，请收下吧，把这根金牙签当做我那卑微的歉意吧。”\n【角色能力】\n每个夜晚，你要选择一名玩家：他中毒。\n上个因你的能力中毒的玩家会死亡并恢复健康。\n【角色简介】\n普卡能让他的受害者中毒，并在之后毒发身亡。\n- 当普卡攻击时，他的受害者会立即中毒。在下一个夜晚，该名玩家会在普卡发起下一次攻击之后的时间点死亡。\n- 不同于其他恶魔，普卡在首个夜晚就会行动。\n- 驱魔人能防止普卡被唤醒来使玩家中毒。旅店老板能防止普卡杀死已经中毒的玩家，随后该玩家会恢复健康。\n- 如果醉酒状态的普卡选择了一名玩家，该玩家不会中毒，也不会在下一个夜晚死亡。\n- 如果普卡在上一个夜晚选择玩家时是清醒的，但是当晚醉酒了，该玩家不会死亡。但是当普卡恢复清醒，中毒效果会恢复，且会在随后的夜晚杀死该玩家。\n【范例】\n> 范例: 普卡使侍女中毒。侍女得到错误信息。下一夜，侍女死亡。\n> 范例: 普卡使弄臣中毒。在下个白天，弄臣被处决且死亡，因为他没有能力。在下个夜晚，无人死亡，且普卡使造谣者中毒。再下个夜晚，醉酒状态的普卡试图使修补匠中毒，但没有成功。再下个夜晚，恢复清醒的普卡让造谣者死亡。（因为普卡的致死能力只看他上一个成功中毒的角色，因此会跳过修补匠。在普卡醉酒期间，虽然造谣者不再中毒，但不会因此移除造谣者的中毒标记，并在普卡恢复清醒的时候立刻让原本选择的造谣者重新中毒。因此轮到普卡行动时，造谣者就会死亡。）\n> 范例: 普卡使和平主义者中毒。在下一个夜晚，驱魔人选择了普卡，阻止了他当晚被唤醒。和平主义者死亡，但是普卡当晚没有被唤醒以发起攻击。\n> 范例: 月之子被处决并死亡，并选择了侍臣。当晚，普卡选择了月之子。侍臣没有死亡，因为已死亡的月之子中毒了。\n【运作方式】\n每个夜晚，唤醒普卡。让普卡指向任意一名玩家。让普卡重新入睡。所选玩家中毒——将“中毒”提示标记放置到该玩家的角色标记旁。\n除了首个夜晚以外的每个夜晚，其他标有普卡的“中毒”提示标记的玩家死亡——将“死亡”提示标记放置到这些玩家的角色标记旁，然后移除他们的“中毒”提示标记。\n> 范例: 被普卡杀死的玩家在死亡时仍然中毒。如果有来自其他剧本的角色，你可能需要将“中毒”标记保留在“死亡”标记旁，直到这些角色的死亡能力结算完毕。例如，如果普卡杀死了贤者，贤者可能会因为中毒效果而获得错误信息。\n【提示标记】\n- 中毒\n放置时机：在普卡夜晚行动并选择了玩家后放置。\n放置条件：普卡选择的玩家能因普卡而中毒，且普卡未醉酒中毒，那么在该玩家的角色标记旁放置普卡的中毒标记。\n移除时机：当普卡的能力满足让被中毒标记的角色死亡时，在结算完该角色的“死亡触发能力”后移除，或普卡死亡或离场时移除。\n- 死亡\n放置时机：在普卡夜晚行动（并可能会放置“中毒”标记）结束时，放置此标记。\n放置条件：普卡未醉酒中毒时，不论普卡此次夜晚行动是否被唤醒或成功放置标记，进行以下操作：检查在本次普卡夜晚行动之前，已放置有普卡的“中毒”标记的玩家（其他角色的中毒标记不会检查）。若该玩家已死亡或无法被普卡杀死，直接移除“中毒”标记。否则，在该玩家的角色标记旁放置“死亡”标记，用以提醒说书人在黎明时分宣布当晚的死亡玩家。如果普卡已醉酒中毒，跳过此操作，且不会移除原本放置的中毒标记。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 相克规则：召唤师：召唤师可以选择在第二个夜晚将一名玩家变成普卡。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，普卡可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚杀死这名玩家。戏子（改）：在戏子（改）存在于剧本中时，普卡可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚杀死这名玩家。\n【提示与技巧】\n- 狡猾的普卡因其恶毒和残忍而成为黯月初升中最致命的恶魔。所有其他恶魔都给小镇一个晚上的礼遇；普卡没有这样的耐心，从第一天晚上开始就在镇上播下混乱，在镇民甚至有机会采取行动之前就选择了他们的第一个受害者。僵怖可能比你更强壮，沙巴洛斯和珀可能会更有效地杀人，但他们很容易受到优秀团队使用的最致命武器的攻击：信息。你不仅杀死了你的受害者，而且还压制了你的受害者，迫使他们在精神错乱中度过最后的日子，他们的信息混乱，他们曾经构成的危险也化为乌有。优秀的团队总是希望你不在比赛中，以免他们不得不在整场比赛中怀疑所有通常会将他们引导到你家门口的信息。\n- 考虑你想毒死谁以及想杀谁。一个咄咄逼人、健谈的侍女没有意识到他们最后一天的信息是错误的，可以在坟墓之外为你做很多工作。如果你非常幸运，你可以在他们抓住你之前抓住一个驱魔人或侍臣，或者你可以让一个旅店老板的顾客暴露给你的教父或月之子诅咒，时机稍好。你是黯月初升中唯一有能力混淆目标信息的邪恶玩家，那么为什么不充分利用呢？\n- 瞄准你认为不会在第二天被处决的玩家。如果善良阵营处决了你中毒的受害者，那么那天晚上你就不会造成死亡……狡猾的优秀玩家可能会用它来检测你在比赛中。一个不合时宜的执行会让你争先恐后地赶上比赛的其余部分！\n- 瞄准那些被善良阵营怀疑的声称自己对（死于）处决免疫的玩家，例如水手或茶艺师和她的邻座。即使在下个夜晚没有发生死亡，也会让人觉得他们假装使用了魔鬼代言人的能力，甚至可以引导善良阵营实际上他们是僵怖。（善良阵营处决死亡玩家的任意一天对于你而言都非常有利）\n- 你的毒只能被狡猾的莽夫阻止，但角色仍然可以在晚上被茶艺师或旅店老板等角色保护免于死亡。您无需害怕莽夫或水手，但仍需谨慎选择 - 错过一次杀戮不会有任何影响，尤其是在您与沙巴洛斯或珀竞争的情况下。可靠和有条不紊应该是你的目标。\n- 尽量掩饰普卡存在的事实。一旦善良阵营知道你在场，他们就可以开始回溯你的有毒信息，取消你所有的辛勤工作！虽然看起来声称僵怖在场似乎是显而易见的选择，但实际上在刺客或教父的帮助下模仿珀甚至沙巴洛斯更容易……或者只是伪装成一些勇于冒险的镇民。例如，如果你知道造谣者声明将在当晚造成死亡，那或许就是让你的爪牙采取行动的时候，创造一个模拟珀蓄力后的爆发杀戮。虽然他们最终可能会找到你，但等到他们这么做的时候......已经阻止不了你了。\n【对抗普卡】\n当你要对抗普卡的时候，这里有几件事你应该记住：\n- 与普卡战斗的第一步是弄清楚普卡是否在起作用。寻找夜间的可疑死亡，例如“弄臣”过早死亡，或“水手”完全死亡。或者，考虑到当没有人在夜间死亡时，那是因为那天被处决的普卡目标。如果围绕这两个信号形成模式，您几乎可以肯定在游戏中有普卡。\n- 一旦您发现普卡正在发挥作用，您就需要进行一些信息回溯。每个昨晚死去的玩家，都是在前一天晚上被毒死的。死亡的茶艺师的能力在活着的时候不起作用是有原因的。赌徒的死亡有一个理由，那就是他们在前一天晚上选择一名玩家时没有死。死亡的侍女在前天晚上得到了虚假信息。死亡的驱魔人可能实际上是在玩家死亡的夜晚选择了恶魔。回溯可能很复杂，因为前天晚上发生的事情比昨晚发生的事情更难记住，但如果你能做到的话，这将提供大量信息。\n- 如果普卡在比赛中，没有人是安全的。弄臣和水手无法被他们的性格能力等保护。另外，由于普卡比平时提前一整晚选择杀死谁，所以有利于所有善良玩家尽快向所有人公开他们的角色和信息，尽可能。有时，一些善良玩家与其他恶魔一起，不透露他们是谁可能是有益的，这样恶魔会攻击某些玩家而让其他人独自一人 - 但对于普卡，情况并非如此。表明一切，并作为善良阵营将那个讨厌的投毒者绳之以法！\n- 如果您不知道哪些玩家是邪恶的，请处决您认为中毒的玩家。在所有条件相同的情况下，最好处决一个被普卡毒化的好玩家，而不是一个没有中毒的善良玩家，因为当你处决一个普卡的受害者时，当晚会没有人死于恶魔。显然，最好处决邪恶玩家，但如果你不知道谁是好人或谁是邪恶的，那么在投票处决似乎中毒的玩家方面会犯错。\n【角色信息】\n- 英文名：Pukka\n- 所属剧本：黯月初升\n- 角色类型：恶魔\n- 角色能力类型：中毒、回溯型能力\n其他称呼（非官方，仅方便索引用）：纯种恶魔、纯血、疫魔\nNewPP limit report\nCached time: 20260120025808\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.033 seconds\nReal time usage: 0.054 seconds\nPreprocessor visited node count: 108/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:145-0!canonical and timestamp 20260120025808 and revision id 5650. Serialized with JSON."
    },
    {
        "id": 4,
        "name": "沙巴洛斯",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%B2%99%E5%B7%B4%E6%B4%9B%E6%96%AF",
        "content": "【背景故事】\n“布嘞啦嘎，福塔啊啊嘎，呐姆姆啊塔噶！呐什，噶姆塔姆什，呐哟咯咯发咯咯咯咯咯咯嘎，哈什嗝呵！”\n【角色能力】\n每个夜晚*，你要选择两名玩家：他们死亡。\n你上个夜晚选择过且当前死亡的玩家之一可能会被你反刍。\n【角色简介】\n沙巴洛斯每个夜晚能够吞食两名玩家，但是可能会在下一个夜晚将其中一名吐出来。\n- 不同于其他恶魔，沙巴洛斯每个夜晚会攻击两次。在攻击后的下一个夜晚，说书人可以决定让沙巴洛斯攻击过的两名玩家其中之一重获新生。\n- 被复活的玩家可以是在存活状态下被沙巴洛斯攻击的玩家，也可以是在死亡状态下被沙巴洛斯攻击的玩家。\n- 因反刍而复活的玩家重新获得自己的能力，即使是已经使用过的“每局游戏限一次”的能力也会重新获得。如果有“在你的首个夜晚”的能力，玩家可以再次使用该能力。\n【范例】\n> 范例: 沙巴洛斯攻击了造谣者，然后是赌徒。造谣者死亡，但是赌徒由于受到旅店老板的保护，依然存活。\n> 范例: 沙巴洛斯攻击了存活的侍臣和已死亡的驱魔人。侍臣死亡。在下一个夜晚，说书人决定让驱魔人复活。驱魔人当晚不会行动——因为正常情况下驱魔人在沙巴洛斯之前行动。\n> 范例: 沙巴洛斯攻击了茶艺师的邻近玩家，然后是茶艺师。茶艺师的邻近玩家受到茶艺师的保护，没有死亡，但是紧接着茶艺师死亡了。\n【运作方式】\n除了首个夜晚以外的每个夜晚，唤醒沙巴洛斯。让沙巴洛斯依次指向任意两名玩家，每次一名。让沙巴洛斯重新入睡。按照选择的顺序，每名所选玩家依次死亡——将“死亡”提示标记放置到这些玩家的角色标记旁。\n之后的每个夜晚，在唤醒沙巴洛斯前，你可以选择一个标有沙巴洛斯的“死亡”标记的角色，该角色再次变成存活——将“死亡”标记替换成沙巴洛斯的“复活”标记，并移除其帷幕标记。如果正常情况下该玩家会被唤醒，则在当晚的后续时段中照常唤醒。如果该玩家只在首个夜晚被唤醒，则现在就唤醒该玩家让他使用自己的能力。黎明时，在宣布哪些玩家死亡后，宣布哪些玩家复活了。（不要说明原因。）\n> 范例: 因为沙巴洛斯不能反刍自己——角色在死亡时没有能力——最好只是让沙巴洛斯偶尔进行反刍。每局游戏一次，或者两次，通常已经足够了。\n【提示标记】\n- 死亡\n放置时机：在沙巴洛斯夜晚行动并选择了玩家后放置。\n放置条件：沙巴洛斯选择的玩家当前存活，且能被他杀死，且沙巴洛斯未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。如果上述情况不满足，仍然需要放置该标记，但将该标记倒转放置，代表该提示标记没有任何效果，仅用于标记该玩家被沙巴洛斯选择过。（因为沙巴洛斯的能力是回溯型能力，需要判断上一个夜晚选择的玩家，而不判断该玩家是否由于受到了沙巴洛斯的攻击而导致死亡）\n移除时机：在下一个夜晚，轮到沙巴洛斯夜晚行动，说书人将其唤醒之前（用于处理沙巴洛斯的反刍结算，并在结算后移除）。或沙巴洛斯死亡或离场时移除。\n- 复活\n放置时机：在轮到沙巴洛斯夜晚行动，说书人将其唤醒之前。\n放置条件：由说书人决定，当前已经放置有沙巴洛斯的“死亡”标记（不论正常放置还是倒转放置），且已经死亡的玩家之一是否复活。如果沙巴洛斯当前醉酒中毒，无人复活，跳过此标记的放置步骤。如果说书人决定让满足上述条件的玩家之一复活，则在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的复活玩家。\n移除时机：在黎明时宣布复活玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 关于沙巴洛斯造成的反刍所带来的首夜能力使用时机的疑问：在这三个官方剧本中，角色详解通常只用于解决剧本内的一些互动方式，如果将角色互动拉到全角色和混合剧本的维度，则需要使用到统一的规则。在黯月初升中，因为只会至多有一名恶魔在场，并且爪牙发起攻击的情形不太常见，所以在大部分情况下，你可以让反刍的角色在沙巴洛斯的行动结束后立即行动。然而如果是混合剧本，则需要综合考虑，选择更准确的，不会出错的处理方式进行游戏的主持。\n【提示与技巧】\n- 强大的沙巴洛斯因其残暴和持续性而成为黯月初升中最致命的恶魔。普卡或僵怖都无法单独在一个晚上与您的多次击杀的速度相匹敌，虽然珀可以在一个晚上将三名玩家淘汰出局，但由于他们需要休息，所以您依然是当之无愧的王。当他们怀疑你在游戏中时，善良阵营应该感到恐慌；只有被你吞噬的人意外复活时他们才会有机会对你发起反击！\n- 积极的杀戮，不要给善良阵营喘口气的机会。公平地说，你不是最……巧妙的恶魔，因为你没有伪装的机会。在美好的一天像哥斯拉一样在城镇中闯荡，吞噬任何阻止你伪装角色的人。如果你吃了它们，侍女不会发现你的虚张声势是假的。做一些聪明的选择，并密切关注哪些玩家在夜间受到保护，您可以用其他恶魔双倍效率结束这场比赛。\n- 或者，您可能想更低调的玩游戏。虽然你是一个可怕的、永远在饥饿的怪物，但这并不意味着你没有一点施展策略的机会。故意选择隐藏你的第二次杀戮可能会造成关于其他恶魔在场的混乱假象 - 如果他们无法确定是哪个恶魔在场，那么善良阵营总是会多疑，因为珀可以通过休息来放松片刻。这对你很有帮助，因为对付其他恶魔的策略与对付你的策略大不相同，一旦你开始爆发杀戮的本性，可怜的善良阵营就会措手不及！它还可以帮助您躲避侍臣的三天痛饮（谁会留意任何关于恶魔是什么角色的相关消息）......直到你能找到它们并吃掉它们，无论如何。\n- 卑鄙的小镇处决了你的爪牙吗？只是为了处决一个想要吞噬他们所有人的饥饿恶魔吗？多么残忍！多么不公平！对他们来说幸运的是，你是你同类中独一无二的恶魔，因为你的唾液具有治疗作用。晚上吃掉你的爪牙的尸体，试着让它们起死回生。这会说书人的心血来潮……但也许他们会同情你，把你心爱的爪牙还给你，尤其是当邪恶阵营正在苦苦挣扎的时候。这还有一个额外的好处，就是让你的爪牙看起来像个善良角色，因为通常你只会反刍善良玩家。\n- 有时你的反刍会对你不利（或者说书人会认为你做得太好了），你会吐出一个善良玩家，让他们出乎意料地恢复生命。这可能会给你带来许多问题——比如，除非你声称自己是很难被信任的教授，否则这将证实你在游戏中，这可能是一个取决于你游戏策略的问题。更糟糕的是，重生的玩家很可能被认为是善良的，其他玩家会毫无疑问地信任他们。对付这种情况的最好方法几乎就是立即再次杀死他们，最好是在他们有机会利用他们的能力得到任何新信息之前。\n- 虚张声势，尽你所能传播虚假信息。沙巴洛斯可能很快就会变得很明显在场，僵怖或普卡能通过他们的角色能力破坏善良阵营的信息，但你没有这样的奢侈待遇。\n- 如果善良阵营不知道你在游戏中，你可以通过说服他们在只有4名玩家存活时不要处决，然后在当晚杀死2名玩家并将活着的玩家数量意外减少到2人来获胜. 如果你有一个没用过能力且还活着的刺客小弟，或者当晚可以说服愚蠢的造谣者或赌徒使用能力，你甚至可以在有5或6名玩家还活着的情况下取得意外的胜利.\n【对抗沙巴洛斯】\n当你要对抗沙巴洛斯的时候，这里有几件事你应该记住：\n- 沙巴洛斯往往是一个明显的恶魔。当他们每晚杀戮两次时，您可以相当快地了解到哪个恶魔在游戏中。然而，由于沙巴洛斯的杀伤力是普通恶魔的两倍，所以游戏很快就进入了最后一天。一旦你确定了沙巴洛斯在游戏中，将注意力转向找出它是哪个玩家。像侍臣、驱魔人、侍女这样的角色可以直接帮助你做到这一点，这可能比一般通过像弄臣、茶艺师、和平主义者和赌徒这样的角色能力来判断谁是邪恶玩家的策略更有效.\n- 如果一名玩家被反刍，这是个好消息。反刍的玩家必不会是沙巴洛斯，通常还是个好人。有时爪牙会被反刍，但确实很少。因此，让反刍的玩家活着通常是个好主意，不要处决他们，并相信他们就是他们所说的那个人。\n- 在暗流涌动和梦殒春宵中，当只剩下4名玩家时，善良阵营可能不会发起处决。由于恶魔只能杀死一名玩家，因此第二天仍会有3名玩家活着。然而，在黯月初升中，情况并非如此，因为夜间可能会发生额外的死亡。如果一个沙巴洛斯在场，并且有4个（甚至5个，如果像刺客或赌徒这样的角色还活着）玩家还活着并且今天没有人被处决，那么今晚邪恶就可以获胜。当一个沙巴洛斯在场时，你会想要每天处决玩家，尤其是当4或5个玩家还活着的时候。\n【角色信息】\n- 英文名：Shabaloth\n- 所属剧本：黯月初升\n- 角色类型：恶魔\n- 角色能力类型：额外死亡、复活、回溯型能力\n其他称呼（非官方，仅方便索引用）：暴食者、巨颚、憎恶\nNewPP limit report\nCached time: 20260120025040\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.031 seconds\nReal time usage: 0.054 seconds\nPreprocessor visited node count: 82/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:148-0!canonical and timestamp 20260120025040 and revision id 5027. Serialized with JSON."
    },
    {
        "id": 5,
        "name": "珀",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E7%8F%80",
        "content": "【背景故事】\n“我给你一朵花，陪陪我好不好……”\n【角色能力】\n每个夜晚*，你可以选择一名玩家：他死亡。\n如果你上次选择时没有选择任何玩家，当晚你要选择三名玩家：他们死亡。\n【角色简介】\n珀能选择在夜晚不发起攻击，但会在下一夜疯狂杀戮。\n- 如同其他的恶魔，珀可以在每晚攻击一名玩家。然而，如果珀不选择任何人，那么在下个夜晚珀可以攻击三名玩家。\n- 如果珀在上一个夜晚不选择任何人时处于醉酒或中毒，当晚珀仍然能够选择三名玩家。\n- 当要求珀选择三名玩家时，他必须要选择。珀不能再次不选择任何人。\n- 只有当珀不选择任何人，才能得到三次攻击的机会。如果珀在上一次进行选择时攻击了某人但该玩家没有死亡，珀也不会获得三次攻击的机会。\n- 珀在首个夜晚不行动，但这不算作珀“没有选择”。\n- 如果驱魔人选择了珀，珀不会行动，但是这并不算作珀“没有选择任何人”。然而，如果珀在驱魔人选择他的前一夜就没有选择任何人，那么在驱魔人选择珀的下一夜，珀能够选择三名玩家，因为珀在上一次选择时没有选择任何人。\n【范例】\n> 范例: 在第二个夜晚，珀攻击了一名玩家。在第三个夜晚，珀选择不攻击任何人。在第四个夜晚，珀攻击了三名玩家。\n> 范例: 珀选择不攻击任何人，但是醉酒了。在下一个夜晚，珀中毒了。珀选择了三名玩家，但是这些玩家都没有死亡。再下一个夜晚，珀恢复清醒和健康并攻击了一名玩家，该玩家死亡。\n> 范例: 珀攻击了月之子，然后是莽夫，最后是祖母。只有月之子死亡，因为珀在攻击莽夫时醉酒了。\n【运作方式】\n除了首个夜晚以外的每个夜晚，唤醒珀。珀要么摇头表示不选择任何人，要么指向任意一名玩家。让珀重新入睡。如果珀没有选择任何人，将“攻击三次”提示标记放置到珀的角色标记旁。如果珀选择了一名玩家，该玩家死亡——将“死亡”提示标记放置到该玩家的角色标记旁。\n如果唤醒珀行动时标有“攻击三次”，让珀依次指向三名玩家，每次一名。按照选择的顺序，每名所选玩家依次死亡——将“死亡”提示标记放置到这些玩家的角色标记旁。移除“攻击三次”提示标记。\n【提示标记】\n- 攻击三次\n放置时机：在珀夜晚行动并选择不进行攻击后放置。\n放置条件：在珀夜晚行动并选择不进行攻击后，放置在珀角色标记旁。不论珀在未做选择时是否醉酒中毒，都需要进行放置。\n移除时机：在下一个夜晚，轮到珀夜晚行动并结算完行动效果（此时说书人需要提醒他必须选择三名玩家作为攻击目标）后移除。\n- 死亡\n放置时机：在珀夜晚行动并选择了玩家后放置。\n放置条件：珀选择的玩家当前存活，且能被珀杀死，且珀未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【提示与技巧】\n- 耐心和凶残的珀是黯月初升中最致命的恶魔。没有其他恶魔在一夜中能做出和你一样多的破坏。与饥饿的沙巴洛斯不同，你的受害者不会出乎你意料的复活。与僵怖和普卡不同，你的不攻击是可以主动选择的。善良阵营一想到你在游戏中就应该吓得发抖，因为他们知道在任何时候，你都可能爆发并让城镇四分五裂。\n- 每晚攻击一个，完全无视攻击三次的能力以保持信息（死亡数量）的一致。这样做的一个好处是它消除了你最明显的“充能”之夜没有人死亡，并且让你几乎与僵怖或普卡没有区别……至少在最初是这样。浪费资源试图处决假死恶魔或怀疑自己信息的善良玩家对您来说是一件好事！明显的缺点是你的杀戮会少得多，这让善良阵营有更长的时间来识破你的伪装并找到你。不要退缩——持续充能和爆发。通过每晚利用你的爆发能力，你基本上可以“买二赠一”——这意味着你在两个夜晚比正常情况下多杀一个。如果善良玩家死了，他们不会知道是什么鬼东西让他们死亡的！这种方法的缺点是很明显的让你暴露在游戏中 - 你会在一个晚上造成比任何角色都要多的杀戮，而善良阵营会认同这一点。这会让你理所当然地陷入困境，因为像侍臣这样的角色可能会与你痛饮三天三夜，或者造谣者可能会开始在他们的陈述中讲的非常具体。最后，混搭！根据游戏情况的不同，上述两种方法都是可行的，但灵活一点是值得的——在一段时间内每晚杀死一个，等到你找到了三个你知道可以死的目标，然后开始你的充能，或者提前释放一次爆发杀戮……但伪装月之子在场来掩盖额外的杀戮，然后在剩下的游戏中正常杀戮。通过混合你的爆发杀戮和常规击杀，你可以看情况选择——也许善良阵营很狡猾，得知很多信息，所以隐藏你的恶魔角色是至关重要的。又或者善良阵营可能是不团结的，你应该在他们有机会团结之前杀掉他们。无论哪种方式，你都是有选择的，所以你不妨充分利用它。这种方法的缺点是时机难以把控——你必须提前规划你的行动，这意味着如果你在一个晚上没有进行杀戮，那么你真的需要杀死一个以上的人，这可能导致你陷入困境.\n- 与刺客和教父（甚至是善良的玩家！）配合，以掩盖你休息的夜晚。如果在充能三杀的当晚发生死亡，善良的玩家通常会认为死亡是由于恶魔的攻击，而这种虚假信息会导致他们误入歧途，甚至可能让他们相信有善良玩家在撒谎，而实际上他们并没有。例如，如果你一晚上没有杀人（因为你正在准备第二天晚上的三杀），但是那天晚上，由于造谣者在白天发表了真实的公开声明而导致一名玩家死亡，那么善良阵营可能相信造谣者的说法是错误的，因为他们认为死亡是由于恶魔的袭击而不是造谣者。真的很麻烦对吧。\n【对抗珀】\n当你要对抗珀的时候，这里有几件事你应该记住：\n- 尽快找出珀正在策划阴谋。确定由于夜间行动导致死亡的方式 - 每晚有1名玩家死亡，就像暗示珀在场一样，如果没有人在晚上死亡，然后2或3个人在下一个晚上死亡也一样。沙巴洛斯通常每晚都会杀死更多的玩家，僵怖和普卡经常导致夜晚没有死亡，但在接下来的晚上也不会有额外的杀戮。如果你发现一个珀在游戏中，侍臣可以有效地消除他们的能力，并且其他可能杀死玩家的善良角色，例如月之子，祖母，赌徒和造谣者，他们会变的特别小心。\n- 能防死的善良角色需要配合好，才能发挥的淋漓尽致。茶艺师、弄臣、旅店老板，甚至是莽夫和水手，都应该尽最大努力发挥自己的能力，挽救宝贵的生命，让珀的三杀不至于毁灭小镇。\n- 始终注意有多少玩家还活着。一旦只剩下 5 名玩家还活着，如果善良阵营那天没有人处决，那么珀可以在那天晚上获胜。如果其他因夜间行动导致死亡的角色在场，这个数字会更高。如果您认为珀正在游戏中，并且有4、5甚至6名玩家还活着，请认真考虑那天您将处决谁……这可能是您的最后一次机会！\n【角色信息】\n- 英文名：Po\n- 所属剧本：黯月初升\n- 角色类型：恶魔\n- 角色能力类型：额外死亡、回溯型能力\n其他称呼（非官方，仅方便索引用）：魄、恶之花、迷迭香\nNewPP limit report\nCached time: 20260120025727\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.031 seconds\nReal time usage: 0.050 seconds\nPreprocessor visited node count: 74/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:149-0!canonical and timestamp 20260120025727 and revision id 5414. Serialized with JSON."
    },
    {
        "id": 6,
        "name": "方古",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%96%B9%E5%8F%A4",
        "content": "【背景故事】\n“你那高墙和锐器不过是虚无缥缈的泡影。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。\n被该能力杀死的外来者改为变成邪恶的方古且你代替他死亡，但每局游戏仅能成功转化一次。[+1外来者]\n【角色简介】\n方古会侵染外来者。\n- 方古首次攻击并成功杀死外来者时，改为方古死亡，外来者变成邪恶的方古。\n- 这种情况在整局游戏仅能出现一次。如果新的方古攻击外来者，外来者正常死亡。\n- 新的方古也是恶魔，如果他死亡，善良阵营获胜。但他不会得知哪些玩家是爪牙。\n- 方古会使得在初始设置时增加一名外来者。\n- 如果方古攻击外来者，但外来者没有因此死亡，则外来者不会成为邪恶的方古，方古也不会死。\n【范例】\n> 范例: 方古攻击并杀死艺术家。下个夜晚，方古攻击了心上人，心上人成为新方古，老方古死亡。心上人不会使一名玩家醉酒，因为心上人没有死。下个夜晚，新方古攻击并杀死了呆瓜。\n> 范例: 方古攻击死去的呆瓜。因为呆瓜已经死了，他不会再次死亡，所以方古不会死。呆瓜仍然为善良阵营，今晚无人死亡。\n【运作方式】\n在初始设置时，将角色标记放入盲抽袋前，把一个镇民角色标记替换为一个外来者角色标记。\n除首个夜晚外的每个夜晚，唤醒方古。让他指向一名玩家。让方古重新入睡。\n如果被选择的玩家不是外来者，为那名玩家放置“死亡”提示标记。\n如果被选择的玩家是外来者，且“限一次”提示标记已经被放置在魔典中，也为那名玩家放置“死亡”标记。\n如果被选择的玩家是外来者，且“限一次”提示标记不在魔典中，在原来的方古旁放置“死亡”提示标记。唤醒被选择的外来者。依次向他展示“你是”信息标记、向下的大拇指、方古角色标记。用多出的方古标记替换他的角色标记，且他转为邪恶阵营。让新方古重新入睡。把“限一次”标记放在魔典中心。（与“每局游戏限一次”能力不同，这个标记在接下来的游戏中始终留在那里，即使方古死亡或改变角色。）\n【提示标记】\n- 死亡\n放置时机：在方古夜晚行动并选择了玩家后放置。\n放置条件：方古选择的玩家当前存活，且能被方古杀死，且方古未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n- 限一次\n放置时机：在方古即将成功杀死一名外来者，但此时魔典中央还未放置“限一次”提示标记时。\n放置条件：在方古成功触发能力转化外来者时，放置在魔典中央。\n移除时机：持续至整局游戏结束。\n【规则细节】\n- 相克规则：红唇女郎：如果方古成功转化了外来者并因此死去，红唇女郎不会变成方古。\n【提示与技巧】\n- 得益于你的恶魔传递的能力，弄明白谁是外来者对你来说是有好处的。在游戏中尽快尽早地获取这些信息是非常重要的，且是你该考虑的主要战术。这么做可以帮助你洗脱嫌疑，且能帮助你在场上听感变好、地位变高以及传递恶魔的火种。——在正确的时候选择使用你的能力，往往能起到场上形式的质变并给你带来胜利。\n- 当压力突增你察觉到自己即将被处决时，你可以故意选择一个外来者，用你的能力代替他的死亡，来确保恶魔火种的延续（以此方式回到善良阵营来隐藏自己）。即使善良阵营怀疑之前的坏事都是你做的，他们也没有能力去阻止让坏事继续发生。\n- 传递你的恶魔能力来扩张你的邪恶势力！因为邪恶的玩家越多，你的阵营拥有的票数就越多。但是这样做是有风险的，因为当你传递你的恶魔能力的时候，你可能会暴露——例如神谕者和筑梦师，他们有能力去获取一些对邪恶阵营不利的信息，如果你没有仔细的思考场上的局势就传递你的恶魔能力的话。尽管这样做有一定的风险，但是额外的投票能力其实是无价的。\n- 如果你成功的伪装了一个很好的角色并且混入了善良阵营被好人们认下，请不要在这个时候击杀一名外来者。他们在场上表现的角色可能没有你伪装的好，因为你知道不存在游戏中的角色，所以在这时候传递恶魔的能力只会让邪恶阵营变得更加脆弱。\n- 让你的爪牙们保持沟通！你的爪牙（尤其是女巫、洗脑师和麻脸巫婆）非常具有破坏性，如果他们不知道自己的恶魔是谁，这场游戏可能没有一个好的发展和一个令人满意的结局。尝试提前跟他们沟通让他们知道你是否打算传递出恶魔的能力以及你可能传递的目标是谁——这样做的话即使你意外的攻击了一个隐藏的外来者触发了你的能力，这样的话新的恶魔在醒来时也不会被诅咒、疯狂或被变成一个新的恶魔。\n- 因为你在某些时候可以把牺牲自我当做计划的一部分，所以可以考虑利用梦殒春宵提供的不在场的某些角色进行更有利的角色伪装。死亡之后声称自己是贤者，然后指向两名善良阵营的玩家声称他们中间存在恶魔。或者声称自己是心上人，让每个人都怀疑自己的信息可能出错。或者声称自己是呆瓜，指向一名邪恶阵营的玩家，将他们伪装成善良的玩家。其他的一些伪装角色也同样对方古非常有用，但是如果你不得不死，为什么不用这些更有用的角色呢？\n- 如果你成为了新的方古，不要惊慌！你的首要任务是找到谁是你的邪恶阵营的队友——从前一晚死亡的方古开始，通过他再去找到爪牙。在那之后，杀戮就是你要做的事情。避免被善良阵营发现你是新的恶魔，然后为你的新的团队赢得胜利！\n【对抗方古】\n- 知道方古存在游戏中是打败他的第一步。第一个也是最大的线索就是外来者的数量比平时要多。当然这也可能是邪恶阵营的玩家声称是自己是外来者的结果，也可能是由于方古造成的。\n- 某些角色能够直接发现方古的存在。每当一个新的方古出现时，神谕者能够发现一个新的死亡的邪恶阵营玩家。卖花女孩能够发现恶魔是否投票，如果投了票的玩家死在夜里，这可能是方古出现在游戏中的线索。筑梦师、艺术家和博学者有时候也能得到方古存在于游戏中的信息，当然这些信息不会十分明确的告诉你谁是方古。如果数学家一直得到是0的信息，即其他玩家的信息都没有出错，那意味着涡流和诺-达鲺不在游戏之中，方古就可能存在于场上。\n- 如果你怀疑方古在存在游戏之中，就处决外来者。方古在一整局游戏中不转换外来者的阵营是很少见的，所以外来者特别令人怀疑。最好在游戏末期的时候处决外来者而不是早期，因为越到后期，方古才更有可能将外来者变成邪恶的新恶魔。\n- 如果一名玩家在夜里死亡，请注意他们与谁在交谈。死亡的方古通常会想要和他的爪牙交谈谁是那个新的恶魔。\n- 如果你是一个外来者，在你确定方古没有存在游戏中之前，请不要暴露你的角色。如果方古在游戏之中，你可能会在某个时刻突然变成邪恶的恶魔。如果你告诉了善良阵营你是一个外来者，他们可能认为你是邪恶的，然后将你处决。\n【角色信息】\n- 英文名：Fang Gu\n- 所属剧本：梦殒春宵\n- 角色类型：恶魔\n- 角色能力类型：角色变化、阵营转变、限次能力、设置调整\n其他称呼（非官方，仅方便索引用）：蚀梦游魂、染魂\nNewPP limit report\nCached time: 20260120024755\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.032 seconds\nReal time usage: 0.042 seconds\nPreprocessor visited node count: 80/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:25-0!canonical and timestamp 20260120024755 and revision id 3944. Serialized with JSON."
    },
    {
        "id": 7,
        "name": "亡骨魔",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E4%BA%A1%E9%AA%A8%E9%AD%94",
        "content": "【背景故事】\n“世间万扉集为一体，世间万匙铸为一身。世间万盅将与我共饮，但凡饮下我所赐圣水者，必将永不干渴，化作万孔泉眼涌作永生。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。\n被你杀死的爪牙保留他的能力，且与他邻近的两名镇民之一中毒。[-1外来者]\n【角色简介】\n亡骨魔每当杀死自己的爪牙时，会使爪牙保留能力。\n- 每当亡骨魔杀死一名爪牙时，虽然爪牙会死亡，但只要亡骨魔还存活，该爪牙就能保留能力，且仍能在夜晚行动。\n- 类似于诺-达鲺，那个被亡骨魔杀死的爪牙顺时针或逆时针方向最近的镇民玩家会中毒，即使该镇民已经死亡。如果亡骨魔死亡或失去能力，受亡骨魔影响的中毒玩家恢复健康。亡骨魔在杀死爪牙时总是会使一名镇民玩家中毒，在说书人选择中毒玩家时会跳过与爪牙相邻的非镇民角色。由说书人选择该爪牙哪一侧的镇民中毒。\n- 不仅是最后一个被亡骨魔杀死的爪牙，所有被亡骨魔杀死的爪牙都会保留能力并使一名镇民中毒。\n- 如果死亡的爪牙变成非爪牙角色，便不再使相应的镇民中毒，且不再保留能力。如果死亡的爪牙醉酒或中毒，也会失去能力直到再次恢复清醒和健康。\n【范例】\n> 范例: 亡骨魔杀死了女巫。下个白天，一名被女巫诅咒的玩家发起了提名，被诅咒的玩家死亡。\n> 范例: 亡骨魔杀死了镜像双子。与镜像双子邻近的是呆瓜和卖花女孩，贤者在呆瓜的另一侧。说书人选择让贤者中毒。下个白天，善良的双子被处决，邪恶阵营胜利。\n> 范例: 亡骨魔杀死了麻脸巫婆。麻脸巫婆将博学者变成女巫。女巫诅咒并杀死一名玩家之后，女巫被亡骨魔杀死。麻脸巫婆将死去的女巫变为神谕者，神谕者现在不再保留能力。麻脸巫婆将亡骨魔变成了涡流。麻脸巫婆现在也失去能力。\n【运作方式】\n在初始设置时，将角色标记放入盲抽袋前，把一个外来者角色标记替换为一个镇民角色标记。（如果没有可以移除的外来者标记，则不需要添加镇民标记。）\n除首个夜晚外的每个夜晚，唤醒亡骨魔。让亡骨魔指向一名玩家。让亡骨魔重新入睡。如果被选择的玩家不是爪牙，为那名玩家放置“死亡”提示标记。\n如果被选择的玩家是爪牙，为那名玩家放置“死亡”和“保留能力”提示标记。距离爪牙顺时针或逆时针最近的镇民玩家中毒，为该镇民玩家放置“中毒”提示标记。（顺时针和逆时针分别判断最近的一个镇民，并取这两个镇民的其中之一）\n【提示标记】\n- 死亡\n放置时机：在亡骨魔夜晚行动并选择了玩家后放置。\n放置条件：亡骨魔选择的玩家当前存活，且能被亡骨魔杀死，且亡骨魔未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n- 保留能力\n放置时机：在亡骨魔夜晚行动并选择了玩家后放置。\n放置条件：被亡骨魔成功杀死的玩家角色如果是爪牙角色，则在该玩家角色标记旁放置“保留能力”标记。\n移除时机：亡骨魔死亡或离场，或被标记的玩家角色不再是爪牙角色时移除。\n- 中毒\n放置时机：与“保留能力”标记一同放置。\n放置条件：放置在与此次放置了“保留能力”标记的爪牙玩家邻近的镇民玩家之一的角色标记旁。\n特殊说明：动态检测会检查标记有“保留能力”的玩家角色类型是否为爪牙，及与其邻近的镇民玩家是哪一玩家。一旦标记了此“中毒”标记的玩家不再是放置了“保留能力”标记的邻近的镇民玩家之一，就需要移动“中毒”标记至与“保留能力”的爪牙玩家同一侧的满足条件的玩家角色标记旁（不会因此将“中毒”标记替换到爪牙玩家的另一侧去）。\n移除时机：亡骨魔死亡或离场，或与该中毒标记相对应的被标记了“保留能力”的玩家角色不再是爪牙角色时移除。\n【提示与技巧】\n- 尽可能早的杀死你的爪牙。如果你在晚上杀死你的爪牙，他们会保留他们的能力。如果你的爪牙在白天死亡，跟正常玩家死亡一样失去他们的能力。亲手杀死你的爪牙们来确保在接下来的游戏当中他们的能力能够一直保留。女巫、麻脸巫婆或者洗脑师确保能够每晚行动对你的阵营获胜有着极大的帮助。不是让一个又一个的好人因为死亡失去能力（女巫和洗脑师），就是让他们变成另一个角色而失去能力（麻脸巫婆）。梦殒春宵中，在最后时刻到来之前任何可以减少善良阵营得到信息的方式，都是有帮助的。\n- 耐心的听取善良阵营的玩家暴露的信息。如果他们不怀疑你的爪牙，最好让他们都活着。每天你存活的爪牙可以用他们的投票帮助你避免被处决，这是非常有帮助的。在你认为善良阵营玩家可能会处决他们之前，杀死一名爪牙不是个好的选择。\n- 在夜间，尽快杀死一个即将被处决的善良阵营玩家。因为如果你杀死了可疑的善良玩家，其他人会认为亡骨魔存在于游戏中且认为死去的玩家是一个爪牙。这对于邪恶阵营来说是个扰乱局势的好方法。如果他们认为那名善良阵营的玩家是个爪牙，其他人就不会听取那名玩家说出的信息，甚至认为该玩家死前分享的信息的反面才是真的。并且也不再信任该名玩家。如果钟表匠或城镇公告员在游戏中，他们的信息将会被误导因为他们会分不清谁是真正的是爪牙。如果善良阵营团队已经通过筑梦师、博学者或者艺术家获取的信息推测出亡骨魔存在游戏中，那么这个策略是非常有效的。\n- 杀死女巫、麻脸巫婆或者洗脑师可以让他们在死后依然保留他们的能力。杀死镜像双子意味着如果善良的双子被处决，好人还是会输掉游戏。然而，因为大部分的玩家都不会处决仅存的双子，他们可能需要你帮助说服他们这样做。在夜晚杀死镜像双子会消除善良团队通过处决双子来确定谁是善良谁是邪恶的可能性——让善良团队获取的信息越少对邪恶阵营越有利。\n- 如果你的镜像双子被好人团队怀疑且即将会被处决，那么就在提名处决之前的晚上，杀死他们。双子死在夜晚是最好的，因为这会让好人疑惑你是否真的杀死了善良阵营的双子。还有额外的收获是让镇民中毒，这对邪恶阵营来说是很有帮助的。\n- 如果你不知道选择该杀哪一个爪牙，那就选择一个旁边有特别麻烦的镇民的爪牙，这样说书人就可以让他们中毒。让一个对邪恶阵营很有威胁的镇民活着且获得虚假的信息通常比让他们死亡更有好。\n- 因为你的存在会使场上减少一个外来者，你知道这一点，所以把自己伪装成一个外来者是一个非常容易和有效的。更好的方式是告诉你的爪牙让他去伪装成外来者。死在夜里的爪牙通常会被认为是值得信赖的玩家，所以如果他们声称自己是呆瓜或者是心上人，那么他们会提供给善良阵营更多的错误信息，但是。假装自己是个贤者也是被杀害的爪牙可以伪装的绝佳选择。\n【对抗亡骨魔】\n- 一定要留意死在夜里的玩家。如果玩家的死亡顺序按照有用程度降序死亡，那么可能本局游戏并没有亡骨魔在游戏中，这时候应该思考一下恶魔是否是涡流、方古或者诺-达鲺。然而如果玩家们的死亡看似是随机的时候，或者是这些玩家很快就将会被你的团队处决时，可能亡骨魔就在游戏之中。观察谁死在夜里以及听听他们的发言。如果你能找到哪些死亡的玩家是爪牙，你就可以根据他们的信息反向推理，因为大部分死去的爪牙都会撒谎。\n- 游戏的最后一天是最容易发现亡骨魔存在游戏中的。在梦殒春宵中，爪牙的行为是非常容易被察觉的。女巫会在人们提名时杀死他们，大部分被麻脸巫婆改变过角色的玩家也会告诉大家。如果到了最后一天爪牙任然在活跃地使用他们的能力，那么可能有亡骨魔存在游戏之中。如果只有3名玩家存活且昨晚有2个爪牙行动了，那么你就能知道场上一定有亡骨魔，因为如果两个爪牙都存活，那就意味着没有善良阵营的玩家存活了。\n- 如果集骨者存在，请一定小心。他会造成场上存在亡骨魔的假象。\n- 如果你认为你知道哪些死去的玩家是爪牙，那么学会运用这些有利的信息。例如，如果你知道谁是死去的爪牙，钟表匠就能告诉你恶魔可能是谁。艺术家能够告诉你恶魔和爪牙的关系，或者确认你的怀疑是否正确。一个城镇公告员的信息能够告诉你你是否是正确的， 如果他们的信息和你的推测不一致，那么该玩家可能不是城镇公告员。\n- 如果亡骨魔存在于游戏之中，那么你可以大胆放心的假设当仅存3名玩家存活时，其中2名玩家是善良的。这是非常棒的事情，因为这样你就知道他们的所有信息不可能都是错误的。没有涡流或诺-达鲺搅浑局势，就可以确定三名玩家中只有一个玩家的信息是假的。你有两个独立的假设——要么所有的玩家都在说实话（可能），要么两名玩家在说实话（可能），另一个在说谎。检验三名玩家所阐述的内容，看看他们在哪里会有逻辑冲突。你可能会遇到这样的情况：“如果A是真的，那B一定为真。如果B为真，那么C必须也为真。C为假，所以A为假。”此时你可能无法通过这种方法确定谁是恶魔，但是从你假设他们中有2至3名玩家都在说真话开始，你可以准确的找到这三名玩家中谁是最像好人的。确定谁是那个好人，就像确认谁是邪恶的玩家是一样有所帮助的。\n- 如果一个玩家看起来像得到了错误的信息，但大多数玩家都没有错误，此时存在游戏之中的恶魔要么可能是亡骨魔，要么可能是诺-达鲺。无论哪种方式，开始处决邻近得到假信息的镇民的玩家——要么可能处决了诺-达鲺，要么你会得知亡骨魔在场。\n- 当一个镇民突然开始获得假信息，他们通常是由于亡骨魔中毒了或者是心上人醉酒了。涡流和诺-达鲺是从游戏一开始就会让玩家获得假信息。如果你能确定一个获得真信息的镇民现在得到的是假信息，那么你也能确定在晚上死亡的玩家是一个爪牙。知道谁是爪牙是非常有用的，尤其是与场上的钟表匠、城镇公告员、筑梦师、女裁缝或者杂耍艺人的信息相结合。\n【角色信息】\n- 英文名：Vigormortis\n- 所属剧本：梦殒春宵\n- 角色类型：恶魔\n- 角色能力类型：死后能力保留、中毒、邻近、持续检测型能力、设置调整\n其他称呼（非官方，仅方便索引用）：亡灵法师、死灵法师、织亡者、巫妖\nNewPP limit report\nCached time: 20260120031109\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.034 seconds\nReal time usage: 0.053 seconds\nPreprocessor visited node count: 109/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:78-0!canonical and timestamp 20260120031109 and revision id 3645. Serialized with JSON."
    },
    {
        "id": 8,
        "name": "诺-达鲺",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%AF%BA-%E8%BE%BE%E9%B2%BA",
        "content": "【背景故事】\n“彼因汝之罪孽，吾已嗅汝之恶臭满溢全身。时日曷丧？予及汝皆亡。竖子命如草芥，以吾之力，使汝终末于深海，终于此良夜。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。\n与你邻近的两名镇民中毒。\n【角色简介】\n诺-达鲺会使与它邻近的镇民中毒。\n- 在诺-达鲺顺时针和逆时针方向上最近的镇民中毒，无论这些镇民是存活还是死亡。如果诺-达鲺死亡或者因为其他原因失去能力，那么这两名镇民玩家恢复健康。总是会有两名镇民玩家因此中毒，诺-达鲺的效果会跳过与他相邻的非镇民角色。\n- 如果有玩家成为新的诺-达鲺，或一个中毒的镇民变成了一个非镇民角色，都会根据新位置关系立刻改变中毒的玩家。\n【范例】\n> 范例: 在游戏开始时，诺-达鲺与城镇公告员和舞蛇人相邻，这两名玩家都中毒了。几天之后，他们都死了，与诺-达鲺最近的存活玩家变为了钟表匠和理发师，但他们不会受到诺-达鲺的影响。\n> 范例: 诺-达鲺顺时针方向依次坐着哲学家，数学家和贤者。诺-达鲺逆时针方向依次坐着女巫，畸形秀演员和女裁缝。哲学家和女裁缝中毒了。\n> 范例: 麻脸巫婆将死亡的诺-达鲺变成了卖花女孩。下个夜晚，麻脸巫婆将存活的方古变成了诺-达鲺。这个新的诺-达鲺现在使与他邻近的两个镇民玩家中毒。\n【运作方式】\n在为首个夜晚进行准备时，让两名与诺-达鲺邻近的镇民玩家中毒——在他们角色标记旁放置“中毒”提示标记。\n如果一名被诺-达鲺影响的镇民变成了一个非镇民角色，或者诺-达鲺变成了另一个角色，或者如果一个新的玩家变成了诺-达鲺，都会让与诺-达鲺现在邻近的镇民中毒，而之前邻近但现在不邻近的镇民恢复健康。如有需要，立即移除诺-达鲺的“中毒”提示标记。\n除首个夜晚外的每个夜晚，唤醒诺-达鲺。让诺-达鲺指向一名玩家。该玩家死亡，在他角色标记旁放置“死亡”提示标记。让诺-达鲺重新入睡。\n【提示标记】\n- 死亡\n放置时机：在诺-达鲺夜晚行动并选择了玩家后放置。\n放置条件：诺-达鲺选择的玩家当前存活，且能被诺-达鲺杀死，且诺-达鲺未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n- 中毒\n放置时机：在为首个夜晚做准备时放置，或有新的诺-达鲺出现时立即放置。\n放置条件：放置在与诺-达鲺邻近的两名镇民玩家的角色标记旁。\n特殊说明：动态检测会检查诺-达鲺及与其邻近的镇民玩家是哪些玩家。一旦诺-达鲺及其邻近的玩家角色的座次或角色发生变化，就需要移动“中毒”标记至满足条件的玩家角色标记旁。\n移除时机：诺-达鲺死亡或离场时移除。\n【提示与技巧】\n- 找到谁是那个与你相邻的镇民。你可能坐在了爪牙、旅行者或者外来者的旁边，所以你可能不会立即发现你会让谁中毒。\n- 一旦知道与你相邻的镇民是谁，就要尽可能地支持他们，听他们说。向其他玩家重复他们的观点。由于他们中毒了，他们的信息可能是假的，传播他们的假信息将会使其他人看起来很可疑，尤其是最初宣称这些假信息的不是你。\n- 在夜里，不要杀害与你相邻的人。因为他们中毒了，他们活得越久，没有中毒的镇民就死的越多，游戏中错误信息就越多，你获胜的机会就越大。\n- 如果大家开始认为诺-达鲺在游戏之中，那就杀掉与你相邻的人吧。这样做会让局势看起来像是其他人是诺-达鲺，或者至少让你看起来是个不同于诺-达鲺的其他恶魔。\n- 如果所有的邪恶阵营玩家都在传播假信息，那么有时候看起来像是涡流在游戏之中。提出场上实际存在的恶魔是涡流的依据会使场上其余好人玩家不信任自己的信息是正确的，而且那会使你起来像好人。\n【对抗诺-达鲺】\n- 诺-达鲺的毒会跳过爪牙、外来者和旅行者。多亏这一点，诺-达鲺不需要和你相邻就能够使你中毒。\n- 在极少数情况下，诺-达鲺最近的镇民可能会改变——这要多亏于理发师或者麻脸巫婆这样的角色。当这种情况发生时，最近的一位新镇民将会中毒。例如，恶魔坐在了卖花女孩的旁边，他们的旁边是博学者。卖花女孩因此中毒。在晚上，麻脸巫婆将卖花女孩变成了呆瓜。由于呆瓜是一个外来者，所以新的一位最靠近恶魔的镇民就是博学者，他从现在开始中毒。另一个例子——离恶魔最近的角色是他们的一个爪牙，即一个被恶魔选择与舞蛇人互换角色的女巫。现在，这个新的邪恶的舞蛇人变成了与恶魔最相邻的镇民角色，他变成了中毒的镇民，数学家不再中毒。\n- 梦殒春宵里有一些错误信息来源，但是如果你是个镇民角色，并且怀疑你的信息受到了干扰，那么你应该从仔细观察与你相邻的玩家开始，看看他们是否有可疑之处。如果诺-达鲺是中毒的来源，那么他如果要发挥他的能力，就必须要靠近你。\n- 根据游戏的规模（游玩人数），区分在场恶魔是否为诺-达鲺应该是比较容易的。举个例子，如果在场的恶魔是亡骨魔，那么大部分的镇民信息应该都是合理且构成逻辑链的。这种时候你就可以大方排除涡流或者亡骨魔的可能性。如果部分镇民甚至全部人的信息都极其不合理，你就应该考虑到诺-达鲺与涡流的可能性。区分以下三种情况：所有的信息都是错误的、部分信息是错误的、有玩家故意给出错误信息，是帮助你们轻松取胜或者惨败的关键。\n- 想出一个我们还没想到的很酷且有趣的策略，然后联系我们并发布到钟楼百科上！\n【角色信息】\n- 英文名：No Dashii\n- 所属剧本：梦殒春宵\n- 角色类型：恶魔\n- 角色能力类型：中毒、邻近、持续检测型能力、进场能力\n其他称呼（非官方，仅方便索引用）：腐肢、蚀魂魔\nNewPP limit report\nCached time: 20260120014029\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.030 seconds\nReal time usage: 0.051 seconds\nPreprocessor visited node count: 81/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:85-0!canonical and timestamp 20260120014029 and revision id 5652. Serialized with JSON."
    },
    {
        "id": 9,
        "name": "涡流",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%B6%A1%E6%B5%81",
        "content": "【背景故事】\n“黑白颠倒，对错不再，左右变换，长短无猜。万物紊乱无可寻，短视死亡把命栽，何处寻答？随我来。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。\n镇民玩家的能力都会产生错误信息。\n如果白天没人被处决，邪恶阵营获胜。\n【角色简介】\n涡流使所有信息变得错误。\n- 任何时候角色是镇民的玩家通过能力获取信息时，他们会得知错误信息。哪怕他们醉酒或中毒，信息也一定是错误的。\n- 涡流不会影响其他人通过其他方式获得的信息，例如说书人解释的规则或玩家的角色或阵营的变化。\n- 当夜晚降临时，如果今天白天没有人被处决，邪恶阵营胜利。流放旅行者不算在内。\n【范例】\n> 范例: 涡流杀死了贤者。贤者得知了两名玩家，他们都不是恶魔。\n> 范例: 白天没有人投票或提名，但是畸形秀演员被处决了。当晚，卖花女孩和城镇公告员都得知“是”。\n> 范例: 在白天，博学者得知了两条信息。两条都是错误的。当晚，筑梦师选择那名博学者玩家，并得知这名玩家是哲学家或诺-达鲺。\n> 范例: 麻脸巫婆将杂耍艺人变成女巫。杂耍艺人得知他现在是善良女巫，因为这个信息来自于玩家的角色变化，而非镇民的能力。\n> 范例: 涡流在场。今天白天，一名玩家因为女巫能力死亡，两个旅行者被流放，进行了五次提名，但没有人被处决。邪恶阵营胜利。\n【运作方式】\n只要涡流存活，每当有镇民因为能力需要你提供信息，你就必须提供错误信息。\n除首个夜晚外的每个夜晚，唤醒涡流。让涡流指向一名玩家，将该玩家杀死。该玩家死亡，在他角色标记旁放置“死亡”提示标记。让涡流重新入睡。\n每个黄昏，如果今天白天没有玩家被处决，游戏结束，邪恶阵营获胜。\n【提示标记】\n- 死亡\n放置时机：在涡流夜晚行动并选择了玩家后放置。\n放置条件：涡流选择的玩家当前存活，且能被涡流杀死，且涡流未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 相克规则：报丧女妖：如果恶魔杀死报丧女妖时涡流在场，玩家仍然会得知正确信息。（中文百科上的“通用简化原则”已涵盖包括多角色互动下的涡流信息的简化处理方式，此条仅做说明。）\n【提示与技巧】\n- 作为一个恶魔，你有两个非常明显的优势——迫使善良阵营进行处决（否则直接结束游戏！）以及迫使所有镇民的信息为假。这种致命的组合让你成为名单上最可怕的恶魔——即使谈及你是否存在也会让你的敌人战战兢兢。不过要小心——你不是无懈可击的，如果善良阵营玩家知道你在场发挥了作用，那么他们可以通过获取的错误信息反向推测，并在很短的时间内将你的邪恶阵营统统打包处决掉！\n- 提供真实信息来掩盖你涡流能力的存在。在梦殒春宵中，很多信息都是两面性的，除非善良阵营愿意使用一些非常强大的能力（例如艺术家或者杂耍艺人），否则很难准确地确认你是否在场。这意味着很难马上确认是真是假。混入真实/可以证明的信息来扰乱局势，将让你看起来非常值得信任，且能让善良阵营对涡流是否在场感到困惑。\n- 如果善良阵营已经一致认为场上存在涡流，不要绝望——只需你调整展示明显虚假的信息，这样会让你更方便的融入那些同样获得虚假信息的好人之中！人们通常会选择相信同样被涡流能力影响的人，如果你证明你的信息同样也受到干扰的话。\n- 你可以说服场上没有涡流，让他们不要处决玩家来证明这一点，但是这是非常困难的。这通常需要一个非常强有力的能力来说服大家，例如艺术家或者筑梦师，他们可以比其他能力更好的判断出是否自己得到了错误的信息。除非你真的觉得好人方会接受你的这个逻辑/行为，不然不要做这种冒险的举动——大部分玩家都会对放弃处决持有谨慎的态度，尤其是当任何信息都看起来令人迷惑或不可靠时。尽管如此，以这种方式取得胜利时非常令人满意的。\n- 在你展示你的伪装信息之前，先了解一下好人玩家都有什么角色在场——你可能会根据他们的动作改变你的策略。如果善良的玩家发现了你存在于游戏之中，并开始寻找不符合这种说法的人，那么带着真实信息出现在视野之中可能会适得其反！\n- 告诉你的爪牙你是哪个恶魔——他们也可能会收集角色的信息，知道你的能力在场上发挥作用是很重要的，因为他们可能会调整他们的伪装信息来使自己值得相信。\n【对抗涡流】\n- 不要惊慌！涡流表面上看起来很吓人，但是只要善良阵营是聪明的，涡流可能会提供一个比角色表上的其他恶魔更简单的挑战。即使你完全搞不懂场上的局势，一旦场上只剩下三名玩家存活，你也有三分之一的几率杀死恶魔。所以，这听起来没有那么令人害怕。\n- 作为一个团队，你可以通过分享信息来判断场上是否有涡流在场。善良玩家提供的信息越多，就越容易发现涡流在场，因为这些信息并没有叠加串联起来形成有用的信息链。一到两条奇怪的信息很容易被当成是诺-达鲺、心上人或者一个邪恶的玩家在说谎造成的，但是五到六条对不上的信息通常证明了是涡流存在于游戏之中。一旦你发现了涡流存在游戏之之中，即使你不知道恶魔是哪位玩家，这也是善良团队的优势。\n- 如果你发现涡流在游戏之中发挥着作用，那么所有的信息都是虚假的。这听起来很糟糕，但是那实际上非常有用！有了涡流，信息不再可能是真的。这意味着心上人或者哲学家让你醉酒了，他们也不能得到真实的信息。知道所有的信息100%都是假的，意味着你可以简单地把这些信息反过来，这就是真实有效的。例如，如果你不知道哪个恶魔在场发挥着作用，卖花女孩说恶魔没有投票，城镇公告员说爪牙没有提名，女裁缝说卖花女孩和城镇公告员是不同阵营的，那么这中间就包含了太多的可能性，这是非常混乱的。但是如果你知道了涡流在场，那么卖花女孩就知道恶魔投票了，城镇公告员就知道爪牙提了名，女裁缝就知道卖花女孩和城镇公告员是同一阵营。这对你的信息有了确定性的帮助（即使你必须不断地将假的信息转变为真的信息）。\n- 没有进行处决的话，游戏直接结束。不要跳过处决阶段除非你真的确定没有涡流在场。（涡流之所以有这么强大的能力，是为了防止善良阵营故意在第一天不提名处决，让神谕者、卖花女孩和城镇公告员得到错误的信息，以此确定涡流的存在。）善良团队就应该每天进行提名处决以防止真的涡流在场。显然，处决掉邪恶的玩家最好，但是处决掉善良的玩家比直接输掉比赛要好得多。\n- 如果在涡流存在的游戏中有任何的玩家提供了真实的信息，请处决掉他们。因为他们在说谎。说谎只意味着一件事，他们是邪恶的玩家想要掩盖涡流存在的事实从而扰乱场上的局势。或者他们是舞蛇人、贤者或者畸形秀演员因为某些原因在隐藏自己的角色从而编造的谎言。但他们是邪恶的可能性更大。\n- 有些角色更善于感知涡流是否在场。因为涡流强制所有的信息都是假的，所以你可以尝试创造这样一种情况，即你的信息预期会产生特定的结果，并查看你是否得到了这样的结果。举一些例子包括艺术家（问一个是/否问题）、杂耍艺人（仅仅猜测他自己）、筑梦师（可以选择信任的玩家然后看信息是否相匹配）、卖花女孩（让所有人都投票——如果你得到的是恶魔没有投票，你就得知你的信息是错误的）、城镇公告员（在一天内只有一个人提名——如果你被告知有爪牙提名，你应该知道如何去做了吧）或者女裁缝（选择两个你确定知道结果的玩家发动你的能力——尤其是当场上存在镜像双子的时候！）\n- 要小心诺-达鲺、哲学家和心上人——多亏了他们的能力能导致中毒或者醉酒，有些人能得到错误的信息。如果你认为你得到了错误的信息，试着找出这个来源是影响着整场游戏还是仅仅只是影响了你。\n- 并非所有能接收信息的角色都能被涡流影响。比如，舞蛇人将会得知谁不是恶魔这是因为他的能力带来的副作用效果。正因为如此，他们的信息在涡流在场时会被认为是真实的。\n【角色信息】\n- 英文名：Vortox\n- 所属剧本：梦殒春宵\n- 角色类型：恶魔\n- 角色能力类型：能力效果干扰、处决、特殊胜利失败条件\n其他称呼（非官方，仅方便索引用）：悖论漩涡、混乱风暴、混沌、谜团\nNewPP limit report\nCached time: 20260120023002\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.034 seconds\nReal time usage: 0.053 seconds\nPreprocessor visited node count: 108/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:86-0!canonical and timestamp 20260120023002 and revision id 4307. Serialized with JSON."
    },
    {
        "id": 10,
        "name": "奥赫",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%A5%A5%E8%B5%AB",
        "content": "【背景故事】\n“如同无月之夜里的篝火那般显眼……我看到你了，凡人。”\n【角色能力】\n每个夜晚*，你要选择一个角色：他死亡。如果该角色不在场，则由说书人来决定谁会被你杀死。\n【角色简介】\n奥赫能够杀死特定的角色。\n- 与其他恶魔不同，奥赫在攻击时选择的是角色，而不是玩家。说书人可能需要提醒玩家奥赫能力的特殊之处。建议在游戏进入到夜晚阶段时，让所有玩家将角色列表放在手边。\n- 如果奥赫愿意，他可以杀死邪恶角色。\n- 如果某个角色有多名玩家在场，且奥赫选择了这个角色，只会有一名玩家死亡。\n- 如果奥赫选择了不在场的角色，说书人大多数情况下都会杀死一名存活的善良玩家。说书人杀死死亡玩家或邪恶玩家虽然可行，但这种情况会非常少见。\n【范例】\n> 范例: 奥赫选择了瘟疫医生，瘟疫医生死亡。下一个夜晚，奥赫选择了罂粟种植者，罂粟种植者死亡。再下一个夜晚，奥赫选择了共情者。共情者不在场，因此说书人决定改为让修行者死亡。\n【运作方式】\n除首个夜晚以外的每个夜晚，唤醒奥赫。让奥赫指向角色列表上的一个角色标记。如果被选择的角色在场，对应的玩家死亡——使用“死亡”提示标记标记那名玩家。如果被选择的角色不在场，那么改为你来选择任意一名玩家，那名玩家死亡——使用“死亡”提示标记标记那名玩家。让奥赫重新入睡。\n> 范例: 如果奥赫所在的剧本包含能够在同一个夜晚进行多次杀戮的恶魔，例如沙巴洛斯，并且奥赫选择了一个不在场的角色，你可以杀死超过一名玩家。这可以帮助奥赫伪装成另一种恶魔。\n【提示标记】\n- 死亡\n放置时机：在奥赫夜晚行动并选择了角色后放置。\n放置条件：因为奥赫的能力而会被杀死的玩家当前存活，且能被奥赫杀死，且奥赫未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【提示与技巧】\n- 优先选择最强力的角色。你的能力的乐趣在于，你可以随心所欲地消灭那些你觉得最具威胁性的角色，所以放开手来结果他们吧！\n- 考虑一下剧本中的其他恶魔——是否值得伪装成其他恶魔可能的行动来进行杀戮？如果你这样做，那意味着你可能不得不放弃优先击杀那些最具威胁性的镇民的做法，但这正是你的能力所在，所以你需要考虑一下是否值得去伪装成其他恶魔。\n- 如果你觉得你的玩法会让玩家发现你是奥赫，请确保你以一个较弱的镇民角色或外来者角色进行伪装。你不会希望在三人决赛圈之前被玩家怀疑为什么你还没有死亡，而其他那些最强力的镇民都已经死了。\n- 伪装成一个强力镇民角色，并让你的爪牙们也这样做！如果游戏中有好几个强力角色都还没死亡，这会让游戏看起来更像不是奥赫在场。同时，你的整个邪恶团队可以借此散播极具影响力的错误信息。\n- 如果你不太确定某名玩家是不是真实地声称了自己的角色，你可以选择这个角色并找出真相。如果他死亡，那很棒，你知道你必须将他的信息纳入你的游戏逻辑中。如果他没有死亡，说明他在伪装，你可以无视他的信息。\n- 注意那些在你的意料之外死亡的玩家。也许他和另一名玩家互通了角色，而实际上他才是你想要杀死的角色。也许你选择的角色并不在场，而他被说书人选中了。\n- 基本上你不应该重复选择同一个角色，除非你想让说书人去进行杀戮！但是请记住，说书人选择目标的设计意图不是为了帮你摆脱困境，所以让说书人选择玩家可能并不是对你们阵营最有帮助的做法。\n- 如果你们的剧本上有恶魔可以在夜晚制造复数死亡，你可以故意选择一个不在场角色（也许是你的伪装之一？），以便说书人制造复数死亡，从而让那些制造复数死亡的恶魔在场的逻辑能够成立。尽管这些杀戮可能比不上你去选择特定角色进行狙击那样有利，但这样做可以保持恶魔角色的不确定性。\n- 别忘了外来者。如果你把所有注意力都集中在击杀镇民上，那么你可能会面临与两名外来者一起进入三人决赛圈的局面，而那两名外来者已经通过外来者数量配置来确证。所以不要忘了，外来者也值得被杀死。\n- 如果你或爪牙想伪装一个没有在初始伪装信息里的角色，你可以在夜晚选择这个角色，通过结果判断它是否在场，并以此调整你的伪装。\n【对抗奥赫】\n- 如果你是强力角色，你可以声称自己是其他角色，即使你立即死于恶魔的能力。奥赫会通过使用他的能力立即杀死你来获得收益，但如果你令他认为你是某些较为弱势的角色，他会觉得自己选择了一个不在场角色，然后你可以在游戏后期用你的信息来让邪恶玩家大吃一惊。\n- 如果你们发现奥赫在场，你们应该去相信那些早早死亡的强力角色。虽然他们可能没有太多信息，但你们基本上可以确信他们获得的信息，因为奥赫不会让他们产生错误信息。并且，奥赫在场的时候，玩家死在游戏前期这回事，就可以让你们相信他们大概率是好人，并且大概率正是他们自己声称的角色。\n- 通过观察哪些角色死亡来判断奥赫是否在场。如果玩家都按照通常游戏那样死亡——死亡的是那些公开声明自己是强力角色，以及那些根据场上公开或半公开信息可以推断出来是强力角色的玩家，那么这很可能不是奥赫在场。如果死亡的是那些从头到尾都没有公开声明过自己的角色，并且一直游离在玩家信息之外的玩家，那么这可能是奥赫在场。\n- 不要因为在游戏前期死亡的是外来者或不太重要的镇民就放弃奥赫在场的可能性。奥赫可能是在试图摆脱你们的追踪，或可能是意外地选中了不在场角色，然后说书人相应地选择更弱小的目标进行击杀。\n- 注意那些在夜晚死亡的玩家所声称的角色。考虑一下存活玩家之中，谁的游戏思路比较有可能认为当前的死亡顺序最有利于邪恶阵营。如果你的小伙伴是奥赫，他会优先击杀什么角色？这个思路可以帮助你找出谁是真正的奥赫！\n【角色信息】\n- 英文名：Ojo\n- 所属剧本：实验性角色、无何有之乡（快速上手剧本）\n- 角色类型：恶魔\n- 角色背景相关：Ojo在西班牙语里的意思是眼睛，同时背景里也提到了篝火，所以奥赫的角色图标看上去是一团着火的眼睛。\nNewPP limit report\nCached time: 20260119173711\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.029 seconds\nReal time usage: 0.049 seconds\nPreprocessor visited node count: 39/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:488-0!canonical and timestamp 20260119173711 and revision id 3952. Serialized with JSON."
    },
    {
        "id": 11,
        "name": "暴乱",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%9A%B4%E4%B9%B1",
        "content": "【背景故事】\n“革命万岁！我的革命！”（西班牙语）\n【角色能力】\n在第三个白天，所有爪牙会变成暴乱，当天被提名的玩家会立即死亡且必须再次提名一名存活的玩家。\n【角色简介】\n暴乱在恐慌中逐一杀死所有人。\n- 在第三天，每名被提名的玩家都会立即死亡。尽管他已经死亡，但他在今天必须再次提名。\n- 如果所有暴乱玩家死亡，善良阵营获胜。如果最后一个暴乱死亡，且只有两名玩家存活，他不能提名，且善良阵营获胜。\n- 在第三天，每名被提名的玩家都必须再次提名。如果他不这样做，说书人将代表他提名，或者宣布该名玩家所在阵营落败。\n- 如果在第三天提名开始时只有三名玩家存活，则在提名之前需要所有玩家集体选择由谁来发起提名。如果没有人提名，那么白天结束，邪恶阵营获胜。\n- 爪牙们可以在第三天的提名阶段开始时变成暴乱。\n【范例】\n> 范例: 在第三天，一名暴乱玩家被提名。他死亡并提名失忆者，失忆者死亡并提名巡山人，巡山人死亡并提名一名暴乱玩家。游戏立即结束，因为所有暴乱都死亡了。\n【运作方式】\n在第一个白天，把“第一个白天”标记放置在魔典中央。在第二个白天，把“第二个白天”标记放置在魔典中央。在第三个白天，把“第三个白天”放置在魔典中央。\n在第三个夜晚，唤醒每个爪牙。向他展示“你是”信息标记和暴乱的角色标记，然后让他重新入睡。可以在此时或第三个白天，把所有爪牙角色标记替换成暴乱的角色标记。\n在第三天，每当一名玩家被提名时，这名玩家死亡。立即宣告他死亡并添加帷幕标记。告诉他必须再次提名。公开倒数“3... 2... 1...”，如果他在倒数结束前提名，为新的被提名者重复这个流程（他死亡，可以继续提名，等等），直到所有暴乱死亡或只有两名玩家存活。宣布哪个阵营获胜。\n在第三天，如果没有玩家提名，或者被提名的玩家没有及时发起提名，由说书人来提名一名玩家——那名玩家死亡并且需要立刻发起提名。\n【提示标记】\n第一天&第二天&第三天\n放置时机：暴乱在场，且游戏阶段进入到黎明时。\n放置条件：根据当前游戏进行的天数，将对应天数的提示标记放置在魔典中央。\n移除时机：在下一次进入黎明时移除当前放置的标记并进行替换。在暴乱死亡或离场时移除。\n【规则细节】\n- 在第三个白天，如果已经提名过的玩家被提名，暴乱的能力取代了他不能提名两次的标准游戏规则，因此他可以再次提名。但是，玩家每天只能被提名一次的游戏规则仍然适用。\n- 在第三个白天，要求流放旅行者不会立即杀死他。暴乱只会影响提名，所以对旅行者的流放表决应该照常进行。暴乱提名链一旦开始就不应该被打断，因此只有提名开始之前可以流放旅行者。\n- 特定角色互动：弄臣：如果在第三天被提名，首次死亡时不会死亡，但仍然必须继续提名。（示例：“我提名弄臣玩家”，“玩家没有死亡，你要提名谁？3…2…1…”等等）呆瓜：暴乱游戏中在第三个白天是高压力下的快速选择，所以你应该让你的玩家知道，如果他作为呆瓜死去，他同样需要做出快速的选择（区别于通常让玩家们讨论呆瓜应该选择谁的情况）。我会宣布呆瓜已经死亡，然后开始正常的3 秒倒计时来获得暴乱提名，在此期间他应该声明自己是呆瓜并选择一名玩家，然后你作为说书人可以确认游戏结束或无事发生，然后重新开始暴乱提名的3秒倒计时。小精灵：可以在第三个白天获得他的新能力，并在他意识到自己拥有该能力之前让它生效。示例：当原始的茶艺师被提名（死亡）时，小精灵-茶艺师立即开始保护与之邻近的玩家。解谜大师：如果解谜大师在第三个白天成功猜出他的醉酒玩家，他会得知任意一名存活的暴乱玩家。茶艺师：如果与茶艺师邻近的两名存活的玩家是善良的，他们不会在第三个白天被提名时因为暴乱而死，但他们仍然需要立即再次发起提名。\n- 相克规则：驱魔人：如果驱魔人在第三个夜晚选中了暴乱，爪牙不会变成暴乱。农夫： 每个夜晚*，暴乱要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果农夫被选择，他的能力生效但不会死亡。（建议在暴乱选择农夫/守鸦人/贤者并触发这些角色的能力后，这些角色失去能力）祖母：如果暴乱在场，孙子在白天死亡，祖母会一同死亡。旅店老板：如果暴乱在场，旅店老板保护的玩家免疫所有邪恶阵营的负面效果。镇长：镇长可以停止提名。如果他这样做了，并且场上只有一名暴乱存活，善良阵营获胜；否则，邪恶阵营获胜。僧侣：如果暴乱在场，僧侣保护的玩家免疫所有邪恶阵营的负面效果。守鸦人：每个夜晚*，暴乱要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果守鸦人被选择，他的能力生效但不会死亡。贤者：每个夜晚*，暴乱要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果贤者被选择，他的能力生效但不会死亡。士兵：如果暴乱在场，士兵免疫所有邪恶阵营的负面效果。国王：如果暴乱在场，当至少一名玩家死亡时，国王每晚就会得知一个存活的角色。报丧女妖：每个夜晚*，暴乱要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果报丧女妖被选择，他死亡并能力生效。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，暴乱可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚杀死这名玩家。打更人：如果暴乱在场，打更人保护的玩家免疫所有邪恶阵营的负面效果。戏子（改）：互为克星的角色在同一时间里只能有其中一个角色在场。狸猫：每个夜晚*，暴乱要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果“太子”被选择，他会与狸猫交换角色但不会死亡。\n【提示与技巧】\n待更新\n【对抗暴乱】\n待更新\n【角色信息】\n- 英文名：Riot\n- 所属剧本：实验性角色、梦殒春宵卡牌版\n- 角色类型：恶魔\n- 角色能力类型：提名、额外死亡、角色变化\nNewPP limit report\nCached time: 20260120050205\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.030 seconds\nReal time usage: 0.049 seconds\nPreprocessor visited node count: 57/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:71-0!canonical and timestamp 20260120050205 and revision id 5778. Serialized with JSON."
    },
    {
        "id": 12,
        "name": "堤丰之首",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%A0%A4%E4%B8%B0%E4%B9%8B%E9%A6%96",
        "content": "【背景故事】\n“在宇宙的阴影之中，被遗忘的角落里，星辰向虚空低声诉说着秘密，那些深邃的真理，仅是一瞥就能让肉体凡胎的心智崩溃瓦解。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。[邪恶角色全部邻座，你靠近正中，+1爪牙，-或+任意数量外来者]\n【角色简介】\n堤丰之首被爪牙围绕。\n- 所有邪恶角色玩家全都连续相邻而坐。\n- 在游戏开始时，堤丰之首的左右两侧必须都要有邪恶角色玩家。他不能位于一连串邪恶角色玩家队列的两侧。\n- 邪恶阵营在游戏开始时有一名额外的爪牙。\n- 堤丰之首作为初始恶魔的游戏中，可能会有任意数量的外来者在场。\n- 与提线木偶相似，由说书人来决定哪名玩家在初始设置时成为爪牙。此外说书人还会决定爪牙的具体角色。\n- 如果堤丰之首在游戏中途被创造，则他无需与其他邪恶角色玩家的位置相邻。\n【范例】\n> 范例: 在一局游戏中有两名爪牙：街头风琴手和灵言师。堤丰之首位于他们中间，三人相邻而坐。外来者的数量没有出现异常。\n> 范例: 维齐尔与鹰身女妖相邻，鹰身女妖的另一侧则是堤丰之首，而堤丰之首的另一侧是哥布林。本局为10人游戏，因为堤丰之首的能力而使得有两名外来者在场。\n> 范例: 恐惧之灵与炸弹人相邻，炸弹人的另一侧是堤丰之首，堤丰之首的另一侧是投毒者，投毒者的另一侧是主谋。本局为15人游戏，但没有外来者在场，因为堤丰之首移除了一个外来者，而解谜大师在首夜变成了炸弹人。\n【运作方式】\n在进行游戏设置时，将角色标记放入盲抽袋前，移除所有的爪牙角色标记，并加入等量的镇民或外来者角色标记作为补充。\n在首个夜晚，分别依次唤醒位于堤丰之首两侧的，等同于常规游戏爪牙数量加一的玩家。分别对这些玩家展示一个不同的爪牙角色标记和朝下的大拇指，再让他们重新入睡。再用展示给他们的爪牙角色标记替换魔典中这些玩家的善良角色标记。然后再如常进行爪牙信息和恶魔信息步骤。\n在除首个夜晚以外的每个夜晚，唤醒堤丰之首。让他指向任意一名玩家。那名玩家死亡——用“死亡”提示标记标记那名玩家。让堤丰之首重新入睡。\n【提示标记】\n- 死亡\n放置时机：在堤丰之首夜晚行动并选择了玩家后放置。\n放置条件：堤丰之首选择的玩家当前存活，且能被堤丰之首杀死，且堤丰之首未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 虽然在运作方式中没有提到，然而堤丰之首在设置时也可以移除一部分原有的外来者，并用对应数量的镇民进行替换。\n- 相克规则：召唤师：如果召唤师创造了堤丰之首，则堤丰之首必须与一名爪牙相邻，且堤丰之首另一侧的玩家变成一个不在场的邪恶爪牙。\n【提示与技巧】\n- 如果你是爪牙，直接使用你在游戏开始时抽到的角色作为伪装。如果善良阵营找出了一名邪恶玩家，并发现堤丰之首在场，他们就能找出整个邪恶团队。所以你必须看起来非常像是善良的。\n- 如果你是爪牙，并且开局抽到的角色是外来者，那么就使用恶魔的其中一个伪装。因为如果让善良阵营认为游戏中的外来者数量不合标准，这会指出堤丰之首在场。\n- 如果你是爪牙，并且你使用其他角色作为伪装，记得将你开局抽到的角色作为备用计划。\n- 藏起来！堤丰之首这种恶魔并不适合高风险高收益的玩法。谨慎考虑作为一个明跳出来的邪恶玩家所带来的后果。\n- 利用好额外爪牙带来的优势。额外增加一名爪牙意味着你们能以更多票数压倒善良阵营，并且能在游戏后期有更多存活的邪恶玩家。\n- 随时分析你们与善良阵营对票数的掌控能力对比。\n- 不要形成一致票型。如果一条线并排的玩家一起投票，善良阵营会发现邪恶玩家连座的位置，特别是有卖花女孩这样的角色可以监测投票信息的时候。\n- 利用邻座的优势来交换信息。在每个白天开始时随意闲聊！在夜晚时与邻座玩家窃窃私语！你们有着完美的座位优势来制定不间断的邪恶计划。\n- 注意那些正在观察你与邻座玩家交谈的玩家。将这些玩家诬陷为邪恶的，以此来转移其他人对于你及你的阵营的注意力。\n- 努力诋毁或是毒害那些有信息能够指向堤丰之首在场的玩家们。\n- 当善良玩家还没法确定邪恶玩家在哪里时，让那些离你较远的玩家看起来是邪恶的。比如声称自己是城镇公告员，然后在只有坐在你对面的某名玩家提名之后，声称自己得知有爪牙提名；或是声称自己是占卜师，声称从离自己较远的两名玩家中得知“是”。\n- 如果善良玩家正在锁定邪恶团队，你们就去诬陷你们这一排两头的那些善良玩家。\n- 如果有玩家认为不是堤丰之首在场，就让他们这样想！爪牙应该做坏事来分散善良玩家的注意力并保护恶魔。\n- 公开反对你的队友们，让你们看起来像是对立的阵营。\n- 如果你没有坐在整个邪恶阵营的两头，你可以选择一些离你们这排较远的善良玩家，与他们建立信任。\n【对抗堤丰之首】\n- 注意玩家的投票票型。因为邪恶玩家们坐成一排，他们会为了最大化他们的控票力量而一同投票。\n- 找出一名邪恶玩家。如果你找出了一名邪恶的爪牙，并且排除了其他恶魔在场的可能性，这会让你们找出剩下的整个邪恶团队。\n- 找出善良玩家们，因为他们不可能与恶魔邻座——因为堤丰之首必须让邪恶玩家坐成一排，并让自己坐在靠近中间的位置，所以如果堤丰之首在场，恶魔在初始时总是与邪恶玩家邻座。\n- 分析出是哪个恶魔在场。\n- 注意有多少个爪牙能力正在生效。如果场上有额外的爪牙，那意味着堤丰之首在场。得知这一点会很有帮助。\n- 如果你找出了一名爪牙，或者认为你找到了，那就杀死他们两边的玩家。如果是堤丰之首在场，你这样做就能保证杀死了一名爪牙，或两名爪牙，或是杀死恶魔。\n【角色信息】\n- 英文名：Lord of Typhon\n- 所属剧本：实验性角色\n- 角色类型：恶魔\n- 角色能力类型：设置调整\nNewPP limit report\nCached time: 20260120044305\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.021 seconds\nReal time usage: 0.035 seconds\nPreprocessor visited node count: 52/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:603-0!canonical and timestamp 20260120044305 and revision id 5035. Serialized with JSON."
    },
    {
        "id": 13,
        "name": "哈迪寂亚",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%93%88%E8%BF%AA%E5%AF%82%E4%BA%9A",
        "content": "【背景故事】\n“沉默是金。”（阿拉伯语）\n【角色能力】\n每个夜晚*，你可以选择三名玩家（所有玩家都会得知你选了谁）：他们分别秘密决定自己的生死，然后如果他们都存活则都死亡。\n【角色简介】\n哈迪寂亚会让三名玩家一同陷入囚徒困境——究竟谁会选择死亡，来让其他人得以存活？\n- 哈迪寂亚可以在除首个夜晚以外的每个夜晚选择三名玩家。所有玩家都会得知哈迪寂亚选择了哪些玩家。在前一名被选择的玩家秘密做出自己的选择之后，才会公布下一名被选择的玩家。\n- 在夜晚哈迪寂亚的能力生效期间，所有玩家必须保持沉默。从说书人首次宣布一名玩家被选择开始，直至说书人宣布哈迪寂亚的能力结算完毕。\n- 在能力结算期间，说书人会大声询问被选择的玩家如何决定自己的生死。如果该玩家点头，那么他存活。如果他摇头，那么他死亡。通过这个方式，可以让已经死亡的玩家复活。\n- 如果在结算完毕这些玩家的选择之后他们都存活，那么他们会死亡。选择了死亡，但因为某些效果使得仍然存活的玩家也会因此再次死亡。\n- 哈迪寂亚可以不进行选择，当这种情况发生时，说书人不会宣布哈迪寂亚在场并选择玩家的播报，夜晚继续进行，没有任何迹象表明恶魔还活着。\n【范例】\n> 范例: 哈迪寂亚选择了小文，小兰，和小美。小文选择死亡。小兰选择死亡。小美选择存活。在黎明时，人们发现小文和小兰死了，但小美活着。\n> 范例: 哈迪寂亚选择了小艾，小莱和死亡的道哥。小艾选择存活。小莱选择存活。道哥选择存活，所以他被复活了。然后因为所有被选择的玩家都存活，因此他们都死亡。\n> 范例: 哈迪寂亚没有做出选择，说书人不会宣布哈迪寂亚在场并选择玩家的播报。夜晚继续进行。\n【运作方式】\n除首个夜晚外的每个夜晚，唤醒哈迪寂亚。哈迪寂亚要么摇头表示不选择任何人，要么指向任意三名玩家。让哈迪寂亚重新入睡。如果哈迪寂亚没有选择任何人，直接跳过并结束哈迪寂亚的行动，夜晚继续进行。如果哈迪寂亚选择了三名玩家，将这三名被选择的玩家依照哈迪寂亚的选择顺序依次放置“1”、“2”、“3”提示标记。\n根据哈迪寂亚的选择顺序，唤醒第一名玩家。对所有玩家宣布“哈迪寂亚选择了某某某”（玩家的名字），然后询问“你是否想要活着？”那名玩家需要给出自己的选择：点头代表活着，摇头代表死去。让那名玩家重新入睡。如果玩家选择了“活着”，那么如果该玩家已死亡，移除该玩家在魔典中的帷幕标记。如果玩家选择了“死去”，那么如果该玩家存活，在魔典中为该玩家放置帷幕标记（在哈迪寂亚能够杀死该玩家的情况下）。\n分别为第二名和第三名玩家进行同样的结算。\n如果在结算完这三名玩家的选择后，这三名玩家全部处于存活状态，那么在这些玩家的角色标记上放置帷幕标记。他们现在都死亡。\n在黎明时，如常宣布生死状态的改变情况：宣布黄昏时存活但黎明时死亡的玩家死亡，宣布黄昏时死亡但黎明时存活的玩家复活。让这些玩家在城镇广场面板上更新自己的生命标记和投票标记状态。\n> 范例: 如有必要，你可以让所有玩家在哈迪寂亚的能力生效期间保持安静。这也包含了通过语言之外的方式发出的声音。这样可以阻止玩家向他人传递自己选择了存活与否的信号。\n【提示标记】\n- 1&2&3\n放置时机：在哈迪寂亚夜晚行动并选择了玩家后。\n放置条件：在哈迪寂亚选择的玩家的角色标记旁，根据哈迪寂亚选择的先后顺序进行放置。如果哈迪寂亚醉酒中毒，不放置这些标记。\n移除时机：结算完哈迪寂亚的角色能力后移除。\n- 选择生&选择死（仅线上魔典使用，因为帷幕标记的放置会立马被玩家看到）\n放置时机：在说书人结算哈迪寂亚的夜晚行动时，根据对应玩家的选择放置。\n放置条件：选择死且能被哈迪寂亚杀死的玩家，其角色标记旁会放置“选择死”标记，选择生且能被哈迪寂亚复活的玩家，其角色标记旁会放置“选择生”标记。随后，如果这些玩家现在都处于存活状态，那么这些玩家中能被哈迪寂亚杀死的玩家，其角色标记旁会放置“选择死”标记，用以提醒说书人在黎明时分宣布当晚的死亡或复活玩家。\n移除时机：在黎明时宣布死亡和复活玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 已死亡的玩家如果选择“活着”，会被复活。\n- “如果他们都存活”判断条件不会关注这些玩家是如何做出选择的，而只看在这些选择结算后玩家是否存活。选择“死去”的存活玩家如果受到免死能力的保护，会因此存活并计入“如果他们都存活”的判断条件。\n- 如果哈迪寂亚醉酒或中毒，他在使用自己的能力时不会产生任何效果：玩家们不会被告知哈迪寂亚的效果生效，哈迪寂亚的选择不会被宣布，被他选择的玩家不会被唤醒，不会有玩家因此被杀死或被复活，等等。\n- 当哈迪寂亚死亡时，他如常失去自己的能力。此前被他杀死或复活的玩家依然保持当前的生死状态。哈迪寂亚的能力不会再继续产生效果。在黎明时，如常宣布玩家生死状态的改变情况。\n- 相克规则：红唇女郎：如果出现两名存活的哈迪寂亚，则红唇女郎变成的哈迪寂亚会变回红唇女郎。主谋：如果哈迪寂亚死于处决，且主谋存活，当晚哈迪寂亚要选择三名善良玩家：如果他们都选择存活，邪恶阵营获胜。否则，善良阵营获胜。公主：如果公主在首个白天提名并处决了一名玩家，没有人会因为哈迪寂亚的能力而死亡。\n【提示与技巧】\n- 第二晚开始，所有人都知道哈迪寂亚在场。就没有必要去聊“哪个恶魔在场”这个事了。\n- 为了最大化每夜的死亡数量，去选3名善良玩家。善良玩家通常选择存活，这意味着3人都会死亡。这有可能提示善良阵营：死亡的玩家都属于善良阵营，但是这是值得的。当其他的邪恶玩家都存活时这个策略特别有用，因为邪恶阵营会在接下来的游戏中拥有重要的投票优势。\n- 时不时选择一个邪恶玩家，让他看起来更像善良角色，或者保证每晚至少有一人死亡。新手哈迪寂亚总是选择善良玩家，所以选择一些邪恶的玩家会很有帮助，尤其是在早期。最好的结果是你选择的两名善良玩家死亡，而你选择的唯一邪恶玩家存活。但让3人一起死亡也是非常有用的，因为为这样可以更快让游戏结束。尽量避免两名善良玩家活着，而唯一邪恶玩家死去的情况。你选的邪恶玩家应该掌握其他玩家将要选择什么的提示。\n- 在某个阶段选择自己，尤其是当所有其他玩家之前已经被选择过时。如果成为唯一没被选择过的玩家会让你显得非常可疑。为了避免这种情况，选择一个晚上——只需确定你选择了另外两个很可能选择死亡的玩家，因为你需要选择活着。与爪牙提前沟通好，让他们在你选择存活的时候选择死亡，保证你不会意外自杀，因为第三个玩家选择什么并不重要。\n- 掌握哪些角色在场的信息，越多越好。有些角色，比如守鸦人、贤者或农夫，会想在晚上死去。有些角色，比如卖花女孩、气球驾驶员或罂粟种植者，会想要活下去。一些角色，比如厨师、渔夫或猎手，可能不确定想死还是想活，这取决于他们的能力之前或者之后是否足够有用。如果你知道玩家对应的角色，你可以选择三名想要活下去的玩家，或者三名不想活下去的玩家。两者往往都很有帮助。\n- 偶尔选择死亡的爪牙。你可以复活爪牙，这可能至关重要，尤其是如果他们能够再次使用能力，如刺客或投毒者。活着的爪牙也可以更频繁地投票——非常好用。注意选择那些会直接暴露能力的爪牙，比如麻脸巫婆或洗脑师。如果这些能力的公开特点过于明显，以至于让善良玩家得知哪些人是爪牙，这就得不偿失了。\n- 偶尔选择死去的善良玩家。尽管让这些善良玩家恢复能力肯定没什么帮助，但他们会被当成爪牙，这会混淆善良阵营的视线。同样，你几乎可以确定死亡玩家会选择存活，利用这一点来决定选择其他目标玩家。类似的，每一个你能够预知的生死抉择都意味着你可以更明智地选择目标。\n- 出于不确定性或者恐惧，某些玩家总是选择会选择存活。有机会的话，同时选择三个这类玩家作为目标。\n- 和你的爪牙交流，他们可能为你提供一些晚上应该选谁或者不选谁的信息。你和爪牙交流的重要性远超一般恶魔，因为你不仅要选择你想杀死的角色，而且要选择角色的组合。你的爪牙可能会提供一些关于他们是什么角色、是否可以死于晚上以及他们之后会咋样的信息。\n- 如果要在晚上选中一名邪恶玩家，甚至是你自己，请计划一下第二天说什么。事先考虑过的话，更容易为选择存活（或死亡，视情况而定）找到有效的理由。避免在没有预先告知的情况下让爪牙选择生或死，这样他们只能匆忙地为自己的选择想出理由。如果你的盟友允许你死去（比如红唇女郎），那么提前计划好自己的夜间抉择和理由也是一种很好的做法。\n【对抗哈迪寂亚】\n- 不要害怕在晚上选择死去。总会有玩家死亡的，问题只是谁死以及几个人会死亡。如果你承担得起死亡的代价，那就选择死去。这意味着，通常承担不起死亡的代价的玩家会在夜间存活。\n- 如果玩家经历夜间抉择存活下来，可以假定他属于善良阵营，或者至少不是恶魔。在新手局尤其如此。通常哈迪寂亚不会在夜间选择自己，所以尽量不要处决这些经历夜间抉择的玩家，确保这一点可能就意味着在结束前处决恶魔。\n- 如果玩家在晚上死得蹊跷，询问原因。善良玩家通常会有一个很好的理由来说明他们为何选择存活或者死去。一旦理由不具有说服力，你可能就找到了一个邪恶玩家。\n- 如果玩家复活，不要处决他们。你可能不知道他们是哪个角色，但他们不是恶魔！\n- 集体讨论你计划的夜间抉择的倾向。如果你表明你会选择死去，一旦你被哈迪寂亚选中，那意味被选中的其他玩家可以选择存活。如果你表明你会选择存活，这意味着其他两名玩家将需要考虑选择死去，以避免所有玩家都选存活（导致三人都死亡）。\n- 恶魔很可能会密切关注每个玩家的选择倾向，并据此选择能力的目标。可以在不告诉任何人的情况下在最后一刻改变主意，打乱恶魔的计划。\n- 特别注意只有 4 或 5 名玩家还活着的夜晚。与大多数每晚只杀死一名玩家的恶魔不同，哈迪寂亚每晚可以杀死三名玩家。如果在有 4 或 5 名玩家活着的情况下进入夜间阶段，如果善良玩家选择不当，则游戏结束。这一晚非常重要，务必花点时间思考，做出正确的决定。\n- 不要违背游戏精神，钻规则的空子打破“沉默”规则（向其他玩家表明你的选择是什么）。在夜晚时，安静地结算哈迪寂亚的能力，这样玩家就不会互相交流他们的想法。这使游戏更有趣。不要在技术性问题上违反规则，因为说书人会因此调整规则以禁止这种行为。\n【角色信息】\n- 英文名：Al-Hadikhia\n- 所属剧本：实验性角色、梦殒春宵卡牌版\n- 角色类型：恶魔\n- 角色能力类型：额外死亡、复活、暴露角色\n- 角色背景相关：哈迪寂亚在阿拉伯语里的意思是“沉默的选择”。\n其他称呼（非官方，仅方便索引用）：囚徒末路、血肉囚笼\nNewPP limit report\nCached time: 20260119164017\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.030 seconds\nReal time usage: 0.051 seconds\nPreprocessor visited node count: 56/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:70-0!canonical and timestamp 20260119164017 and revision id 5307. Serialized with JSON."
    },
    {
        "id": 14,
        "name": "军团",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%86%9B%E5%9B%A2",
        "content": "【背景故事】\n“我们是冬日刺骨的寒风。我们是无月之夜的阴影。我们是你茶里的毒药，是你耳边的低语。我们无处不在。”\n【角色能力】\n每个夜晚*，可能有一名玩家死亡。如果一项提名只有邪恶玩家投票，投票无效。你也会被当作是爪牙。[多数玩家为军团]\n【角色简介】\n军团由多个恶魔组成。\n- 如果军团在场，推荐将在场善良和邪恶玩家的数量在通常的数量上进行反转。例如，在一局十人游戏中，你可以采取近似七名军团和三名善良玩家的设置。\n- 非军团的玩家可以是镇民也可以是外来者，由说书人来决定这些善良玩家的角色类型组合方式。\n- 如果一项提名中至少有一名善良玩家参与投票，并且被提名的玩家“即将被处决”，那么在处决阶段时处决会正常发生。如果一项提名中只有邪恶玩家参与了投票，那么在统计票数的时候会记为零票。\n- 每名军团在互动时被当作恶魔，同时也被当作爪牙。\n- 由说书人来决定哪一名玩家会在夜晚死亡。\n- 如果游戏中只剩一名善良玩家存活，说书人可以宣布邪恶阵营获胜，因为在这种条件下善良阵营无法获胜。（译注：因为在这种情况下善良玩家无法达成所有恶魔死亡的结果，善良玩家通过处决来杀死邪恶玩家，但总会先达成邪恶玩家的胜利条件。）\n- 说书人可以不向军团提供恶魔的伪装。\n【范例】\n> 范例: 场上仅有的善良玩家是占卜师和猎手。有六名军团在场，猎手提名并处决了占卜师。邪恶阵营获胜。\n> 范例: 有四名玩家存活。三名玩家是军团，在对小佳的提名投票中，没有善良玩家参与投票。小佳没有被处决。小艾获得了两票，其中一票来自一名善良玩家，因此小艾最终被处决。\n【运作方式】\n在首个夜晚，恶魔信息步骤中，唤醒所有军团进行互认。（你可以通过指向所有非军团玩家，来让军团玩家明白谁是谁。）\n除了首个夜晚以外的每个夜晚，你可以决定让一名玩家死亡。\n当统计投票时，如常大声唱票。如果投票统计足以让被提名的玩家“即将被处决”但只有邪恶玩家参与投票，宣布本次投票票数为零票。\n> 范例: 你应该在大多数夜晚都杀死一名军团。在夜晚杀死善良玩家通常都不太公平。你的目的是进入游戏的最后一天只剩三名玩家存活的场面——其中有两名善良玩家和一名军团玩家。在最后一天，如果玩家没有成功进行处决，那么在当晚杀死一名善良玩家并使得邪恶阵营获胜。\n> 范例: 如果玩家尝试通过强制安排投票的方式来“检测总票数是否为零票”，那么你可以改为照常宣布票数，但在魔典中使用军团的“即将被处决”提示标记秘密记录真正“即将被处决”的玩家，并在提名阶段结束后处决这名玩家。这会使得有军团存在的游戏变得更加神秘而富有挑战性。\n【提示标记】\n- 即将被处决\n放置时机：在一次提名的投票被统计，当前被提名者得票过半且是当天得票最多的玩家后。\n放置条件：放置在该玩家的角色标记旁。\n转移时机：当天有新的得票过半且得票超过被标记了“即将被处决”的玩家时，转移到新的即将被处决的玩家的角色标记旁。\n移除时机：当天有玩家得票与“即将被处决”的玩家得票相同时，或处决执行完毕。\n- 死亡\n放置时机：在除首个夜晚以外的夜晚里军团行动时放置。\n放置条件：由说书人来决定军团攻击的玩家。如果该玩家当前存活且能被军团杀死，同时有任何军团存活且清醒健康，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 相克规则：工程师：军团和工程师不能在初始时同时在场。如果工程师创造了军团，那么包括所有邪恶玩家在内的绝大多数玩家都会变成邪恶的军团。传教士：如果传教士选中了军团，军团仍然保留能力，但传教士可能会得知自己选中了军团。吟游诗人：如果军团死于处决，所有军团保留能力，但吟游诗人可能会在当晚得知今天白天死于处决的玩家是军团。帽匠：如果帽匠死亡时军团在场，则无事发生。如果帽匠死亡时一名邪恶玩家选择变成军团，当前所有邪恶玩家都会一同变成军团。狂热者：军团的能力可能会将狂热者当作邪恶阵营。召唤师：如果召唤师创造了军团，包括所有邪恶玩家在内的绝大多数玩家都会变成邪恶的军团。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，军团可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在夜晚一同唤醒所有军团，并询问他们是否要一同死亡。戏子（改）：在戏子（改）存在于剧本中时，军团可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在夜晚一同唤醒所有军团，并询问他们是否要一同死亡。\n【提示与技巧】\n- 小心使用你的伪装角色。特别是在多人游戏中，可能 4 个军团要同时使用一个伪装角色。如果你们都选择使用这个角色，善良阵营将很容易弄清楚这三个伪装角色是什么。\n- 当投票围绕圆圈进行时，请注意谁在投票。除非您知道一位善良玩家也在投票，否则请考虑保持低调。这样，您将确保在获得民众支持的投票未通过时，您不会被认定为军团。\n- 但是，不要太明显地表明您正在跟着特定玩家或一些玩家投票。除非你成功伪装为管家，否则你最终可能会引起好团队的怀疑。\n- 考虑故意声称自己是某个在场的角色。毕竟，如果你死了，你只是众多人中的一员，但如果你能让其他人对你伪装角色的玩家产生足够的怀疑，甚至被处决，你就会离胜利更近一步。\n- 如果善良阵营很确信他们在军团局次中，你可以利用他们对新发现的偏执来建立优势。尝试向其中一个人推销你和他们可能是最后剩下的好玩家的想法。在信任圈内只有一个军团与优秀玩家很容易导致优秀团队陷入死亡漩涡。\n- 有时候伪装成其他角色需要集体努力，尤其是当它们具有改变游戏规则的含义时，例如无神论者、罂粟种植者或涡流。一旦一名玩家提出其中一项声明，就需要大家协调一致来维持谎言。其他军团玩家需要跟随你的脚步。\n- 有许多邪恶角色的能力可以立即公开否定军团的存在。这包括女巫的诅咒、魔鬼代言人处决豁免（如果没有其他解释）、恐惧之灵或精神病患者暴露自己。如果这些在剧本上，军团将不得不证明这些角色不在场。\n- 然而，也有邪恶角色的能力虽然可以向某个玩家否定军团的存在，但由于该证据​​依赖于该玩家与大家分享他们的信息，这可能被视为谎言。这包括一个人被洗脑师洗脑了（直到玩家被戏剧性地处决），或者一个玩家声称寡妇在场。\n- 最重要的是，军团可以用假的邪恶角色能力来试图让大家相信这不是军团局。一个邪恶玩家可以声称他们被洗脑师洗脑了，或者可以声称他们是知道游戏中有寡妇的善良玩家。\n- 假装是爪牙。军团可以认作恶魔或爪牙——如果你能让善良阵营相信你是一个爪牙，你就可以让善良阵营迷失方向。如果守鸦人检测到你是投毒者，请把自己放在你的剑上并参与其中 - 邪恶团队的其他成员可以利用它来转移对军团的怀疑。\n【对抗军团】\n- 作为善良阵营的玩家，你在投票和处决方面拥有很大的权力。尝试通过提前举手投票，然后在轮到你投票之前放下手来抓住军团玩家。如果你能造成只有军团投票，你可以一举认定一半的玩家为邪恶。\n- 请记住，邪恶阵营的伪装角色是不够用的，这意味着将发生两件事，这将有助于您判断出本局是军团局。1）一些邪恶玩家最终可能会声明相同的伪装角色，从而暴露自己。2) 部分邪恶玩家可能会直接赌一把从剧本中随机选择一个角色，可能会自称是你的角色（或者你同阵营玩家的角色之一）。\n- 不要因为送葬者或筑梦师之类的角色说他们已经知道玩家是特定的爪牙而确信您不在军团局。军团可以被认成爪牙，从而隐藏自己。\n- 在军团局中，说书人将选择谁在晚上死去，并且很可能每晚都会选择一个军团玩家以达到平衡的目的。这意味着，如果你是一个已经表明自己的强大角色并且夜复一夜地存活，这可能表明你正在与军团作战。\n- 由于军团作为一个整体可能会获得 0 或 3 个伪装角色（如果游戏中有告密者，则可能会获得 6 个伪装角色），这取决于说书人，这意味着有大量角色几乎没有信息可用于继续了解正在发生的事情。你在军团局中的一种迹象是当有多次重复的角色声明，1或2次还说的通，但如果您突然获得 3 个或更多重复的角色声明，那么这是军团在场的一个非常强有力的线索。\n- 军团都是关于邪恶玩家进入蜂巢思维动态的。需要注意的一件事是，如果一切看起来真的很合拍。如果大家有太多的共识，那就意味着太多的人在一致行动，这可能意味着你被邪恶的玩家包围，只是想让你站在一边。如果有很多人一起投票，这可能是您在军团局的进一步暗示。\n- 军团在发起提名时可能真的很犹豫。许多军团玩家可能反复确认，他们是否得到了善良玩家足够的支持让提名通过。但是，一旦有玩家投票，军团将很快跟上投票。因此，如果有很多人对提名犹豫不决，但热衷于投票，这是军团局的一大暗示。\n- 在军团局中要记住的一件关键事情是说书人控制着死亡。说书人必须确保最后一天只剩下一个军团，而且由于大多数玩家都是军团，说书人主要是在杀死军团。如果死亡似乎不遵循恶魔杀戮的传统逻辑，或者死亡看起来非常令人惊讶，那么这也许就是军团局的线索。\n【角色信息】\n- 英文名：Legion\n- 所属剧本：实验性角色\n- 角色类型：恶魔\n- 角色能力类型：投票、设置调整、互动干扰\nNewPP limit report\nCached time: 20260119171519\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.033 seconds\nReal time usage: 0.053 seconds\nPreprocessor visited node count: 85/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:72-0!canonical and timestamp 20260119171519 and revision id 5570. Serialized with JSON."
    },
    {
        "id": 15,
        "name": "卡扎力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%8D%A1%E6%89%8E%E5%8A%9B",
        "content": "【背景故事】\n“Gon(z)a7les6。请当Zn。机制已被FAN转。系统古攵阝章。重新{配}置。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。[由你决定谁是什么爪牙，-或+任意数量外来者]\n【角色简介】\n卡扎力能自由选择自己的爪牙。\n- 如果卡扎力在游戏中途被创造，他不会选择玩家成为新的爪牙。\n- 说书人可以将这些变成爪牙的玩家的原本善良角色作为恶魔的伪装提供，因为这些角色都已不在场。\n- 卡扎力对设置调整的效果在设置阶段和游戏的首个夜晚均会生效。\n- 在唤醒这些爪牙，告诉他们自己的新角色的过程中，说书人可以让卡扎力见证这一过程，也可以让他先行入睡。\n- 卡扎力只能选择位于角色列表上的爪牙。他不能选择让多名玩家变成同一个爪牙角色。\n【范例】\n> 范例: 这是一场15人的游戏，没有爪牙在场。卡扎力被唤醒，他选择让道哥变成了邪恶的街头风琴手，让小米变成了邪恶的维齐尔，让小莱变成了邪恶的哥布林。\n【运作方式】\n在游戏设置时，移除所有的爪牙角色标记，并加入镇民和/或外来者角色标记，加入的角色标记总数量与移除的爪牙角色标记数量相等。\n在首个夜晚，唤醒卡扎力。让他指向一名玩家，和角色列表上的一个爪牙角色。用这个爪牙的角色标记替换该玩家原本的角色标记，然后唤醒该玩家，对他展示“你是”信息标记和这个爪牙角色标记，然后展示向下的大拇指。重复这个流程，直到场上有与初始设置时同等数量的爪牙。让卡扎力重新入睡。\n除首个夜晚以外的每个夜晚，唤醒卡扎力。让他指向任意一名玩家。那名玩家死亡——在他角色标记旁放置“死亡”提示标记。让卡扎力重新入睡。\n> 范例: 根据具体剧本的不同，在设置时增加超过一个外来者角色可能会给善良阵营带来巨大的劣势。\n【提示标记】\n- 死亡\n放置时机：在除游戏的第一个夜晚之外，卡扎力进行了夜晚行动并选择了玩家后放置。\n放置条件：卡扎力选择的玩家当前存活，且能被卡扎力杀死，且卡扎力未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 在不考虑与其他角色交互时的运作，卡扎力对于爪牙的转化可以按照“重复这个流程，直到场上有与初始设置时同等数量的爪牙”来理解。然而实际上卡扎力的转化的更标准的描述形式应该是“重复这个流程，直到卡扎力进行了等同于初始设置爪牙数量次数的选择”。\n- 虽然在运作方式中没有提到，然而卡扎力在设置时也可以移除一部分原有的外来者，并用对应数量的镇民进行替换。\n- 特定角色互动：村夫：如果有复数个村夫在场，卡扎力的设置调整优先生效，其他的村夫因卡扎力的能力变成了爪牙，剩下的那名村夫一定是清醒的，因为这时村夫已经只有一个了。\n- 相克规则：赏金猎人：在卡扎力行动完毕后，如果赏金猎人仍然在场，才会创造邪恶镇民。莽夫：卡扎力可以把莽夫转变成邪恶的爪牙。提线木偶：如果卡扎力选择创造提线木偶，他只能选择将自己的邻座玩家变成提线木偶。唱诗男孩：如果唱诗男孩在场，卡扎力在选择国王后无法将他变成爪牙。巡山人：如果卡扎力将落难少女变成了爪牙，并且巡山人在场，一名善良的玩家会变成落难少女。召唤师：召唤师无法创造已经在场的恶魔。如果召唤师创造了一个不在场的恶魔，当晚的死亡由说书人决定。士兵：卡扎力可以把士兵转变成邪恶的爪牙。\n- 相克规则（与华灯系列角色）：戏子：卡扎力和戏子不能在初始时同时在场。如果有角色能力能够使得善良玩家在第一个夜晚变成戏子，卡扎力会在这一效果生效之前先进行转变爪牙的行动。半仙：卡扎力可以把半仙转变成邪恶的爪牙。和尚：卡扎力可以把与和尚邻近的玩家转变成邪恶的爪牙。\n【提示与技巧】\n- 选择做邪恶玩家时跟你配合得当的玩家。这是你组建邪恶阵营的大好时机，你能组建一支肆意碾压毫无戒心的可怜的善良玩家的团队，而不是随机决定的，东拼西凑的，磕磕绊绊的团队。\n- 如果你不太拿得准谁跟你配合最好，那就选那些在跟你阵营不相同的时候会让你感到害怕的玩家。如果你打不过他们，就让他们加入你！\n- 选择那些不是你作为卡扎力时最优选择的玩家。如果邪恶玩家的组合看起来有些奇特，那么就会更像是他们从盲抽袋里抽到了这些角色，也就不会怀疑恶魔是卡扎力了。\n- 抛开那些“最佳策略”，选择最有意思的人！归根结底，这个游戏就是为了好玩，如果你觉得和一些人组队一定会很开心，那就选择他们，让他们加入，一起玩个痛快！\n- 选择能力契合的爪牙。街头风琴手可以与哥布林或炸弹人产生巨大的配合，麻脸巫婆也乐意去使唤寡妇——尽可能组建出最适合的团队。\n- 选择能让你假装成是另一种恶魔的爪牙。也许你想要瞒天过海，所以不妨选择刺客来让人们怀疑你是一个攻击性更强的恶魔，或者选择魔鬼代言人来让人们担心恶魔可能是痢蛭。\n- 分配给你选择的玩家最适合他们游玩策略的爪牙角色。你不仅可以选择让谁加入你的团队，还能为他们分配角色！因此，请利用好这一优势，为你的爪牙们分配他们喜欢并且能发挥最大作用的角色。\n【对抗卡扎力】\n- 不要指望找到没有伪装的爪牙，因为根本就不存在！与卡扎力对战的缺点就是，所有爪牙在游戏开始时都会得知一个不在场的善良角色，因此他们从游戏开始时就有一个为他们备好的伪装，你无法凭借这一点来抓住他们。\n- 然而，这也是一种明显的表象！如果每个人都很乐意在一开始就报出自己的角色，那么有可能就是卡扎力在场，并因此使得整个邪恶阵营都有伪装的机会。\n- 检查外来者的数量。因为卡扎力会对外来者的数量产生不可预知的影响，因此这不会每每都有效，但是也有一定的用处，尤其是当你得知的信息表明没有其他效果对外来者的数量产生影响，然而外来者的数量又不太对劲的时候。\n- 如果你认为这是卡扎力在场的对局，并且找到了一个爪牙，那么问问自己，谁会选择这名玩家，他还有可能选择谁？代入到游戏中的每一名玩家并做出设想，问自己那个爪牙是否会作为这名玩家的选择。如果是，那么根据你发现的信息，这名玩家是否有理由成为恶魔，是否可以通过思考他可能选择的其他爪牙来证实这一点？\n【角色信息】\n- 英文名：Kazali\n- 所属剧本：实验性角色、无何有之乡（快速上手剧本）\n- 角色类型：恶魔\n- 角色能力类型：设置调整、角色变化、阵营转变\nNewPP limit report\nCached time: 20260119165448\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.030 seconds\nReal time usage: 0.051 seconds\nPreprocessor visited node count: 53/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:493-0!canonical and timestamp 20260119165448 and revision id 4630. Serialized with JSON."
    },
    {
        "id": 16,
        "name": "利维坦",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%88%A9%E7%BB%B4%E5%9D%A6",
        "content": "【背景故事】\n“末日将临，斗争永无止境。\n地狱之心，吾以利剑相迎。\n仇恨燃尽，然而愤懑难平。”\n【角色能力】\n如果多于一名善良玩家被处决，邪恶阵营获胜。\n所有玩家都知道利维坦在场。\n在第五个白天结束时，邪恶阵营获胜。\n【角色简介】\n利维坦不进行任何杀戮。\n- 所有玩家都会知道利维坦在场，即使利维坦在游戏过程中被创造也是如此。\n- 可以有任意数量的邪恶玩家被处决，然而如果有多于一名善良玩家被处决，邪恶阵营获胜。被处决的角色是什么无关紧要，只看那名玩家在被处决的时候的阵营是什么。\n- 当第五个白天结束时，如果利维坦仍然存活，邪恶阵营获胜。\n- 不论何种类型的处决均会计算在内，即使处决没有让玩家死亡也会正常计算。被贞洁者处决，或者畸形秀演员自爆处决，都会计算在内。善良玩家被处决但因为和平主义者的能力仍然存活也会计算在内。\n【范例】\n> 范例: 利维坦在场。在第一个白天，僧侣提名了贞洁者，僧侣被处决。在第二个白天，侍臣被处决。邪恶阵营获胜。\n> 范例: 利维坦在场。在第二个白天，红唇女郎被处决。在第三个白天，投毒者被处决。在第五个白天，士兵被处决。邪恶阵营获胜。\n【运作方式】\n在第一天黎明后，立即宣布利维坦在场。将“第一天”提示标记放置在利维坦的角色标记旁。在接下来的每一个白天开始时，将“第二天”、“第三天”、“第四天”、“第五天”提示标记依次替换放置在利维坦的角色标记旁。如果一个白天结束并且利维坦的角色标记旁有“第五天”提示标记，则宣布邪恶阵营获胜。\n如果一名善良玩家被处决，将“善良被处决”提示标记放置在他的角色标记旁。\n如果一名善良玩家被处决并且已经有一名玩家的角色标记旁放置了“善良被处决”提示标记，则宣布邪恶阵营获胜。\n> 范例: 对于新手玩家，每天宣布利维坦在场，并说明今天是哪一天，这很有帮助的。在第一个白天，宣布“利维坦在场。这是第一天。” 在第二个白天，宣布“利维坦在场。现在是第二天。” 诸如此类。这可以帮助玩家们记住他们面对的是什么恶魔，并避免因忘记计算天数而意外落败。\n【提示标记】\n- 第一天&第二天&第三天&第四天&第五天\n放置时机：利维坦在场，且游戏阶段进入到黎明时。\n放置条件：根据当前游戏进行的天数，将对应天数的提示标记放置在利维坦的角色标记旁。\n移除时机：在下一次进入黎明时移除当前放置的标记并进行替换。在利维坦死亡或离场时移除。\n- 善良被处决\n放置时机：当一名善良阵营的玩家被处决时。不论这名玩家是否死于处决，均需要放置。\n放置条件：如果利维坦未醉酒中毒，那么在该玩家的角色标记旁放置此标记。\n移除时机：利维坦死亡或离场时。\n【规则细节】\n- 不是利维坦的第五天触发邪恶阵营获胜的条件，而是游戏总天数。所以如果利维坦在第五天之后出现在游戏中，邪恶阵营立即获胜。\n- 如果你选择每天播报利维坦在场的第几天，一旦利维坦醉酒/中毒，那么在当天不能宣布利维坦在场。当利维坦恢复清醒/健康时，可以再次宣布利维坦在场（如果还没有宣布过，则必须宣布）。\n- 当利维坦中毒/醉酒时，处决不会算入利维坦获胜条件。如果利维坦在第五天是中毒/醉酒的，他在恢复清醒/健康之前不会获胜，但只要利维坦在第五天结束后的任意时候是清醒/健康的，游戏结束，邪恶阵营获胜。\n- 同一名善良玩家被处决多次只会计入一次利维坦的获胜条件。\n- 相克规则：士兵：如果利维坦在场，士兵免疫所有邪恶阵营的负面效果。僧侣：如果利维坦在场，僧侣保护的玩家免疫所有邪恶阵营的负面效果。旅店老板：如果利维坦在场，旅店老板保护的玩家免疫所有邪恶阵营的负面效果。守鸦人：每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果守鸦人被选择，他的能力生效但不会死亡。（建议在利维坦选择农夫/守鸦人/贤者并触发这些角色的能力后，这些角色失去能力）贤者：每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果贤者被选择，他的能力生效但不会死亡。农夫：每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果农夫被选择，他的能力生效但不会死亡。镇长：如果利维坦在场，镇长存活且第五天没有处决发生，则善良阵营获胜。报丧女妖：每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果报丧女妖被选择，他死亡并能力生效。驱魔人：如果驱魔人存活并且成功选中过利维坦，即使有多于一名善良玩家被处决，邪恶阵营也不会获胜。祖母：如果利维坦在场，孙子死于处决，邪恶阵营获胜。国王：如果利维坦在场，当至少一名玩家死亡时，国王每晚就会得知一个存活的角色。麻脸巫婆：在第五个白天之后，麻脸巫婆无法创造利维坦。帽匠：如果帽匠在第五个白天或之后死亡，恶魔不能选择变成利维坦。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，利维坦可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚杀死这名玩家。和尚：如果利维坦发起的提名中被处决的玩家是与和尚邻近的存活玩家，那么那名玩家不会死亡，并且当晚和尚得知他的能力被触发。（如常在和尚旁放置“已生效”提示标记，因为黎明时才会移除此标记，因此当晚和尚无法再触发他的能力。）打更人：如果利维坦在场，打更人保护的玩家免疫所有邪恶阵营的负面效果。戏子（改）：在戏子（改）存在于剧本中时，利维坦可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚杀死这名玩家。狸猫：每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果“太子”被选择，他会与狸猫交换角色但不会死亡。\n【提示与技巧】\n- 鼓励善良阵营早早开始处决。由于您无法在晚上杀死玩家，因此能够干掉非常强大的角色，例如占卜师或卖花女孩，会非常有帮助。专注于干掉每晚行动或每局游戏只行动一次的角色。干掉一个只在首夜获得信息的角色，或者每场游戏使用一次的能力且已经使用过的角色几乎没有什么好处。\n- 注意大家想要处决的角色类型。如果大家想要处决只有一次性能力的角色，因为他们认为这样做更安全，那么不要伪装成只有一次性能力的角色。如果团队想要处决每晚行动的角色，因为那是恶魔应该在利维坦局中常常伪装的角色，那你就伪装成已经行动的角色，或外来者。这将帮助您避免第一次就被处决。\n- 如果您不知道如何伪装角色，请默认伪装成想要隐藏自己角色的强大角色。由于大多数玩家在最后一天仍然活着，因此猎手，侍女，博学者或艺术家等强大的善良角色不需要为了躲刀而隐藏自己的角色。 “你不是你所说的那个角色，因为恶魔会在最后一天之前杀死那个角色”的论点毫无意义。\n- 早点伪装成其他角色。由于玩家只能被处决，所以大部分善良玩家都不会遮遮掩掩。保持沉默的玩家更有可能被视为邪恶玩家，而不是隐藏某些东西的善良玩家。\n- 尽可能多地怀疑具有检测恶魔能力的玩家。如果善良玩家能确认善良玩家，那是无益的，但不是世界末日。如果善良玩家可以确认爪牙，那还过得去，因为被处决的是爪牙而不是恶魔。但是能够确认恶魔的玩家是毁灭性的。他们需要被抹杀。\n- 如果你是恶魔，选择不可证伪的伪装角色。在正常的游戏中，能够回过头来说你的信息是错误的：“因为你可能喝醉或中毒”可能会起作用，因为善良阵营有很多处决来弄清楚哪些信息是真的，哪些不是。当利维坦在场时，并且在最后一天还有很多玩家还活着时，善良阵营通常会回到最简单的解释，而不是弄清楚大局——通过处决信息似乎有误的一名玩家。\n- 如果你是一个爪牙，而还没有玩家被处决，尽你所能让自己看起来像一个善良玩家。这使您可以尽可能长时间地生存并传播错误信息。被怀疑作恶被处决是可以的。但是，你被处决后所有人都确认你是邪恶的，在最后一天之前再次处决，大家确认至少有一名死去的玩家是邪恶的时，这根本没有帮助。\n- 如果你是一个爪牙，并且已经有一位玩家被处决，尽你所能看起来像一个恶魔。由于只剩下一次处决，被善良阵营认为可能是恶魔的每个玩家都可能在第五天被处决，避免恶魔被处决，从而使邪恶获胜。\n【对抗利维坦】\n- 关注已经过去了多少天。如果你知道还剩多少时间，可以相应地计划你的策略，并且你不会对游戏的意外结束感到惊讶。\n- 计划在整个游戏中总共只执行两名玩家。如果你假定第一个被处决的玩家是善良的，你不会因为意外处决第二个善良玩家而输掉游戏。如果你假定第一个被处决的玩家是邪恶的，然后再次处决，那么你可能错了并且意外处决了两个善良玩家。每天处决玩家并假定他们是邪恶的，这是非常冒险的，可能会给邪恶带来胜利。\n- 等到第三或第四天再处决第一个玩家。不用着急。你可以利用这段时间收集尽可能多的信息，并在以后明智地执行处决。\n- 等到第五天执行第二个玩家。这保证了善良阵营不会因为处决两名善良玩家而输掉比赛，因为无论被处决的玩家的阵营如何，比赛都会在第五天结束时结束。等到第五天给善良阵营最大的时间来收集信息和讨论谁是谁的各种可能性。\n- 如果你相当确定谁是爪牙，并且他们是会造成麻烦的爪牙类型，则在游戏早期处决他们。忽略可能是也可能不是爪牙的玩家，忽略可能是爪牙但不会过多影响好团队信息的玩家。例如，在游戏初期杀死投毒者或红唇女郎是绝对有益的，但杀死男爵或间谍并没有太大好处。当然，你剥夺了这些玩家的投票权，但由于可能只有两次处决恶魔的机会，因此善良阵营通过尝试在两次处决中处决恶魔来获得最大的获胜机会。\n- 如果你几乎可以确定某个玩家是爪牙，请在游戏早期处决他们。这将有机会在比赛过程中处决三名玩家。\n- 一些角色从处决玩家中受益，例如送葬者或食人族。如果这些角色在发挥作用，那么尽早处决可能会有所帮助。此外，由于利维坦不会在晚上行动，许多角色都被它所困扰，并以奇怪而有益的方式运作。与你的说书人核实这些角色的相克特殊规则。\n- 找出哪些玩家是善良的。即使你可以建立一个90%确认为善良玩家的列表，这也会缩小恶魔的可能性范围。如果你能找出两三个善良玩家，那么在处决恶魔的时候，能够在五个玩家而不是八个玩家之间进行选择，更有可能获得胜利。\n- 尽早在第一天分享你的信息。鼓励其他人也这样做。由于玩家不会在晚上死去，因此你可以相当肯定大多数（如果不是全部）信息角色将存活到最后一天。如果善良玩家在游戏中尽早分享他们的信息，他们会给自己尽可能多的时间来讨论可能性。\n- 尽可能将你的信息分享给整个团队。利维坦局几乎不需要保密，每个人拥有的信息越多越好。\n- 如果不止一名玩家声称与另一名玩家是同一个角色，则需要分析正反两种逻辑，并探索两者。通常，当两个玩家都声称是同一个角色时，其中一个是爪牙，最好同时处决他们。然而，由于可用的处决有限，通常最好将两个玩家都视为可能有有用的信息，并探索两者。其中一名玩家可能是爪牙，因此不需要处决。关键是要找到恶魔，而不仅仅是邪恶的玩家。\n- 如果你想冒险，在最后一天之前处决两名玩家可以提供很棒的信息。如果两名玩家被处决并且游戏继续进行，那么你就知道其中至少有一个是爪牙。了解事实往往会滚雪球，并提供其他有用的信息，甚至100%确认或否认玩家的角色。但要注意……这个策略可能会在这个过程中输掉游戏。\n- 中毒是邪恶角色能力的结果。知道哪个恶魔在场意味着你知道哪些恶魔不在场。查看剧本中可能在场的爪牙，这将告诉你哪些角色（如果有）正在毒害玩家。这可能是至关重要的信息。关注哪些爪牙可能在游戏中，并从这一点开始分析。\n【角色信息】\n- 英文名：Leviathan\n- 所属剧本：实验性角色、暗流涌动卡牌版\n- 角色类型：恶魔\n- 角色能力类型：暴露角色、处决、特殊胜利失败条件\nNewPP limit report\nCached time: 20260120051501\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.033 seconds\nReal time usage: 0.055 seconds\nPreprocessor visited node count: 73/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:73-0!canonical and timestamp 20260120051501 and revision id 5773. Serialized with JSON."
    },
    {
        "id": 17,
        "name": "痢蛭",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E7%97%A2%E8%9B%AD",
        "content": "【背景故事】\n“美味，美味，美味，美味，美味，美味，美味，美味的脑——馅儿饼！是的。美味的老馅儿饼。我想说的就是这个。”\n【角色能力】\n每个夜晚*，你要选择一名玩家：他死亡。在你的首个夜晚，你要选择一名存活的玩家：他中毒，只有当他处于死亡状态时你才会立即死亡。\n【角色简介】\n痢蛭在宿主存活时存活，在宿主死亡时死亡。\n- 在首个夜晚，痢蛭会选择一名玩家，被选择的玩家会在游戏的剩余时间内都处于中毒状态。\n- 如果这名玩家存活，痢蛭就不会死亡。如果痢蛭被处决，说书人会告诉大家这名玩家仍然存活，但不会说明原因。\n- 如果这名首夜被痢蛭选择的玩家死亡，痢蛭也会死亡。如果此时只剩一名或两名玩家存活，那么善良阵营还是会获胜，因为恶魔死亡了。\n- 从第二个夜晚开始，痢蛭会攻击并杀死玩家，但不会让他中毒。\n- 如果痢蛭在游戏过程中被创造，他会在当晚令一名玩家中毒。他必须要选择一名存活的玩家。\n【范例】\n> 范例: 痢蛭让贵族中毒。贵族得知了三名善良玩家，而不是一名邪恶和两名善良玩家。痢蛭被处决，但没有死亡。第二个白天，贵族被处决。贵族和痢蛭死亡。善良阵营获胜。\n> 范例: 痢蛭让农夫中毒。侍臣让痢蛭醉酒。精神病患者杀死了农夫，但痢蛭没有死亡，因为痢蛭没有能力。随后痢蛭被处决并死亡。\n【运作方式】\n在首个夜晚，唤醒痢蛭。让痢蛭指向任意一名玩家。被他选择的玩家中毒——将“中毒”提示标记放置在被选择的玩家角色标记旁。让痢蛭重新入睡。\n除首个夜晚以外的每个夜晚，唤醒痢蛭。让痢蛭指向任意一名玩家。被选择的玩家死亡——在那名玩家的角色标记旁放置痢蛭的“死亡”提示标记并放置帷幕标记。让痢蛭重新入睡。\n如果痢蛭即将死去，但是被痢蛭的“中毒”提示标记的玩家仍然存活，痢蛭不会死亡。如果标记了痢蛭的“中毒”提示标记的玩家死亡，那么痢蛭死亡，善良阵营获胜。\n> 范例: 当向中毒的善良玩家提供错误信息时，请确保这个信息看起来是正确的。如果这名善良玩家认为这个信息是错误的，他会迅速处决自己并获胜。\n【提示标记】\n- 中毒\n放置时机：在痢蛭首个夜晚行动并选择了一名存活的玩家后。\n放置条件：痢蛭选择的玩家能因痢蛭而中毒，且痢蛭未醉酒中毒，那么在该玩家的角色标记旁放置痢蛭的中毒标记。如果上述情况不满足，仍然需要放置该标记，但将该标记倒转放置，代表该提示标记没有任何效果，用于标记该玩家被痢蛭选择过。（因为当痢蛭恢复清醒健康后，该名玩家仍然会成为宿主。）\n移除时机：痢蛭死亡或离场时移除。\n- 死亡\n放置时机：在痢蛭夜晚行动并选择了玩家后放置。\n放置条件：痢蛭选择的玩家当前存活，且能被痢蛭杀死，且痢蛭未醉酒中毒，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 当痢蛭醉酒或中毒时，宿主恢复健康。如果宿主在这个期间死亡，痢蛭不会受到影响，当痢蛭恢复清醒/健康后会立即死亡。如果痢蛭在醉酒或中毒时死亡，他死亡，因为他的能力在醉酒/中毒时无法阻止死亡。如果痢蛭的宿主醉酒/中毒，对痢蛭没有影响。\n- 痢蛭仍然是恶魔，宿主仍然是他相应的角色类型，痢蛭对宿主的选择不会对他的角色产生任何改变。注意，宿主可以是任何存活玩家，不管是什么角色类型。\n- 特定角色互动：驱魔人：如果痢蛭在他的首个夜晚之后被驱魔，他不会醒来，但宿主仍然中毒，并且除非宿主死亡，痢蛭不会死。如果痢蛭在游戏过程中被创造，因为痢蛭的“选择玩家让他中毒”的能力属于进场能力且不属于信息类能力，所以该能力会尽可能快地进行结算，从而使得在轮到驱魔人行动时，如果驱魔人选中了痢蛭，也不会因为“痢蛭无法因为自己的能力被唤醒”而导致“痢蛭没有宿主”的情况出现。士兵：如果士兵被痢蛭选为宿主，他不会中毒。然而，如果他因为任何原因死亡（被处决，半兽人等等），痢蛭也会死亡。莽夫：如果莽夫在首个夜晚被选为宿主，这会使得痢蛭醉酒直到下个黄昏，并且莽夫变为邪恶。如果莽夫在首个白天被处决，痢蛭仍然会死亡，因为莽夫的醉酒效果由于莽夫的死亡而消失了。莽夫在整局游戏中都不会因为痢蛭的能力中毒（可以将痢蛭的中毒标记倒转放置在莽夫的角色标记旁，仅做寄生的提示用），但如果他死亡，痢蛭也会死亡。疯子：如果疯子自认为是痢蛭，真正的恶魔会被告知疯子在首个夜晚选择谁作为宿主，但是，举例来说，这与疯子自认为是普卡并在首个夜晚做出选择没有什么区别——真正的恶魔不会知道这里面的区别。麻脸巫婆：如果创造出新的恶魔，仍然需要杀死宿主才能杀死痢蛭，麻脸巫婆不能无视痢蛭免死的能力。旅行者：可以被选为宿主，但不建议。因为如果旅行者离开，他死亡，并且痢蛭因此死亡。咖啡师：如果咖啡2不是在首个夜晚，痢蛭可以杀害两次。如果咖啡2在首个夜晚，痢蛭选择两名玩家，从现在开始他们两个都中毒。无论如何，必须这两名玩家都死亡，痢蛭才会死亡。\n- 相克规则：猎手：如果猎手选择了痢蛭的宿主，则宿主会死亡。主谋：如果主谋存活且痢蛭的宿主死于处决，痢蛭存活但失去能力。异端分子：如果痢蛭选择异端分子作为宿主，痢蛭死亡时异端分子仍会中毒。\n- 相克规则（与华灯系列角色）：半仙：痢蛭的宿主及其中毒效果无法被转移。使节：痢蛭的宿主及其中毒效果无法被转移。掮客：痢蛭的宿主及其中毒效果无法被转移。\n【提示与技巧】\n- 尽早与你的爪牙沟通，并告诉他们你毒了谁。整个邪恶团队需要从一开始就进行良好的合作，才能让这个玩家保持活力。假设你把传教士变成了你的宿主，毒害了他们。你不仅可以不用再把他当做威胁，因为它们不会影响任何爪牙，而且你还需要积极地让主人活到最后。\n- 毒你左右相邻的玩家之一，因为这样你就可以让你的宿主靠近并在你的拇指之下。你可以找出他们中毒的信息是什么，并尝试操纵游戏使其看起来合法，让他们不相信自己中毒了。\n- 在圆圈的另一边给某人下毒，以尽可能远离你的注意力。\n- 避免被处决。即使你不能死于处决，但了解恶魔是谁通常可以为善良阵营赢得比赛提供足够的信息。一旦玩家知道恶魔是痢蛭，他们可能会将你排除在讨论之外，并试图找出哪个善良玩家是宿主。\n- 你选择谁作为你的宿主会对游戏产生很大的影响，而这你必须盲选。如果你选择了一个只在游戏开始时才获得信息的角色，他们可能真的很难弄清楚他们已经中毒了，让你更容易隐藏宿主。然而，他们更有可能因为各种原因而被处决，因为他们没有能力为游戏做出贡献。如果贵族是宿主，并且在大家同意的情况下处决他似乎有很多阻力，这会很强烈地表明他们是宿主。\n- 如果只有3名玩家活着，被处决是一种安全的策略。因为宿主还活着，你会被处死，但不会死。然后游戏进入晚上，三个人活着，你可以杀死最后一个不是宿主的玩家。请注意，在这种情况下，不杀死宿主非常重要，否则你也会立即死亡。这创造了一个平局，意味着善良阵营胜利。\n- 如果出于某种原因，大家处决的焦点在你的宿主身上，你可能需要小心地转移注意力。如果你大张旗鼓公开反对处决某一名玩家，这可能会让你看上去非常可疑。相反，也许只是指出其他玩家是一个非常好的目标，即使这意味着卖掉你一名爪牙。最好的策略是到达最后一天前你的宿主不要受太多怀疑。\n- 在正常的恶魔局中，首要任务是保护恶魔不被杀死。在痢蛭局中，首要任务是制造尽可能多的错误信息来伪装宿主。这样，即使有人怀疑他们的信息，它也只是众多错误信息来源之一。\n- 痢蛭可能特别棘手，因为实际上“团队”的成员之一是善良的。宿主与你不同阵营，而你无法控制他或他的中毒。向说书人建议给出因中毒的错误信息是完全可以的，但说书人可能不听你的。\n- 如果邪恶阵营在游戏尾声占了上风，那么说书人可能会让宿主中毒信息变得非常混乱，以此来平衡，尤其是如果宿主出于某种原因在整个比赛中都没有受到关注，并且善良阵营甚至还没有发现这是一个痢蛭局。\n【对抗痢蛭】\n- 弄清楚痢蛭是否在游戏中。这些信息决定了你的游戏目标是什么，因为在你弄清目标之前，你不知道该处决哪些玩家。一旦你知道这是痢蛭局，那么关键是找到并杀死宿主。\n- 找到中毒的玩家。如果每一个认为自己可能中毒的善良玩家都告诉所有人，那么善良阵营应该能够对痢蛭的目标是谁做出一些猜测。如果有人获得虚假信息：处决他们——他们可能是宿主，或者可能只是一个散布错误信息的爪牙。不亏！如果你认为你得到了虚假信息：自愿被处决以自证清白。\n- 通过有信息的角色来验证其他玩家的信息，以尝试缩小中毒候选人的可能选择范围。请记住，只有一名玩家会因痢蛭中毒，并且不会改变。如果你可以验证一名玩家清醒且健康，则他不可能成为痢蛭的宿主。\n- 如果根据你手上的信息，找不到任何合适的宿主可疑人选，请寻找似乎以奇怪的方式幸存下来的角色。对于找到隐藏的痢蛭宿主角色，以下是不错的选择：已确认的善良或在整个游戏中幸存下来的任何公开的高优先级目标角色，例如表明角色的气球驾驶员；或者一个似乎只是在挂机的开局信息角色，例如自游戏开始以来并没有真正做太多事情甚至自愿被处决的钟表匠；或者一个每场使用一次能力的角色，例如按照他们的提示采取行动的渔夫，但似乎没有多大作用。\n- 不要忘记找出谁是邪恶玩家！虽然这不会直接赢得比赛，但处决恶魔仍然是很好的信息。更重要的是，恶魔不太可能选择自己的一个爪牙作为宿主，因此你可以排除掉爪牙作为处决对象。\n- 通常痢蛭局少于其他恶魔局，如果你到最后一天仍不确定是不是痢蛭局，那么假设它不是痢蛭局通常更安全。\n【角色信息】\n- 英文名：Lleech\n- 所属剧本：实验性角色、黯月初升卡牌版\n- 角色类型：恶魔\n- 角色能力类型：进场能力、中毒、免死、持续检测型能力\nNewPP limit report\nCached time: 20260120025849\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.031 seconds\nReal time usage: 0.054 seconds\nPreprocessor visited node count: 78/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:74-0!canonical and timestamp 20260120025849 and revision id 5513. Serialized with JSON."
    },
    {
        "id": 18,
        "name": "小怪宝",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%B0%8F%E6%80%AA%E5%AE%9D",
        "content": "【背景故事】\n“步骤一：要变得可爱。步骤二：要统治世界。步骤三：先来点藻餐。”\n【角色能力】\n每个夜晚，所有爪牙要秘密决定由哪名玩家来照看小怪宝并且“是恶魔”。每个夜晚*，可能会有一名玩家死亡。[+1爪牙]\n【角色简介】\n小怪宝不是玩家，而是被一名爪牙照顾的宝宝。\n- 每个夜晚，所有爪牙玩家一起睁眼，他们秘密决定谁照顾小怪宝。爪牙们通过指向一名玩家或以其他明显的方式达成一致意见。如果他们不能达成一致，由说书人决定谁照顾小怪宝。\n- 如果说书人觉得有趣，可以把小怪宝的角色标记交给正照顾小怪宝的玩家。他需要把小怪宝藏进他的口袋，放在他的帽子里，或其他合适的地方。玩家不能要求其他人清空他们的口袋。\n- 正照顾小怪宝的玩家“是恶魔”。如果他死亡了，善良阵营获胜。他会被其他角色能力检测到“是恶魔”，例如占卜师。\n- 如果一个善良玩家正照顾小怪宝，他“是恶魔”，但依旧是善良的。一个死亡玩家照顾小怪宝会让游戏结束，因为恶魔已经死亡了。\n- 照顾小怪宝的玩家保留他原有的能力。\n- 小怪宝不是玩家，所以不会醉酒或中毒。\n【范例】\n> 范例: 投毒者和寡妇一同被唤醒。他们先是互相指着对方，然后又分别指着自己，再是一同指向了寡妇。现在由寡妇来照看小怪宝。在下一个夜晚，他们一同指向了投毒者，因此改为由投毒者来照看小怪宝。\n【运作方式】\n在游戏开始前，请确保所有玩家都理解了小怪宝的能力。如有必要，你需要指出照看小怪宝的玩家并不会因此使得自己的角色和阵营发生变化。但照看小怪宝的玩家在照看期间内，在各种意义上都会是恶魔。\n（可选规则：你可以让照看小怪宝的玩家真真正正地拿着小怪宝的角色标记并秘密地藏好它。如果你选择使用这一条规则，也需要对所有玩家做出解释，并让所有玩家熟知小怪宝的角色标记是什么样子的。某些玩家可能没有方便藏匿小怪宝的口袋或者钱包之类的东西，而在游戏过程中暴露了自己持有的小怪宝角色标记会显而易见地表明你自己是恶魔。但同时需要注意的是，告知玩家在这种情况下强行搜查一名玩家的口袋，或是胁迫一名玩家展示自己手里握着的东西是不被允许的行为。同时你也需要声明，不小心失去了对小怪宝角色标记的控制，例如丢失或者给与其他玩家，都会导致自己没有成功照料好小怪宝，并因此使得小怪宝立即死亡。使用保管实物的方式来运作小怪宝的机制可能会带来一定的乐趣，但是你需要考虑到采取这一规则时可能对玩家带来的各方面的影响。）\n在游戏设置时，不要将小怪宝角色标记放入盲抽袋，而是额外添加一个爪牙角色标记。在游戏的首个夜晚，跳过爪牙信息和恶魔信息阶段。\n每个夜晚，在轮到小怪宝行动时，唤醒所有爪牙玩家。他们需要各自用手指向一名玩家，以此来安静地共同决定由谁来照看小怪宝。（爪牙不能在这个阶段用手势比划来交流其他信息。）\n（如果使用了可选规则：当照看小怪宝的玩家发生变化时，你需要从上一名照看小怪宝的玩家手里拿去小怪宝角色标记，并交给新的照看小怪宝的玩家。如果原本的玩家或是新的玩家不是爪牙，你需要先让所有爪牙玩家重新入睡后再执行这些操作。）\n唤醒新的照看小怪宝的玩家，对他展示“该角色的能力对你生效”信息标记和小怪宝角色标记。让该玩家重新入睡。在该玩家的角色标记旁放置小怪宝的“是恶魔”提示标记。\n随后，如果不是在首个夜晚，你需要为小怪宝的能力做出决定，并让一名玩家死亡。使用“死亡”提示标记来标记那名玩家，并放置帷幕标记。不要扮演一个无所不知的恶魔来进行杀戮，相反，你需要在某些时候做出能够帮助处于劣势的阵营的决定。\n照看小怪宝的玩家在游戏规则和玩家能力的交互上会被判定为是恶魔，这包含了游戏胜利的条件。但这名玩家的角色不是小怪宝，也不会获得小怪宝的能力，在他照看小怪宝的时候自己的角色和阵营也不会因此发生变化。\n> 范例: 你可能需要在夜晚利用小怪宝的能力杀死一到两名爪牙。如果在最后一天仍有两名及以上的爪牙存活，那么这对于善良阵营而言非常不公平，因为任意一个爪牙都有可能照顾小怪宝但善良玩家完全不知道是谁在照顾。为了避免这种情况以使得游戏对善良方更公平，请在游戏过程中杀死爪牙（有必要的话）以保证最后一天只剩一名爪牙存活。\n【提示标记】\n- 是恶魔\n放置时机：在小怪宝的夜晚行动中，爪牙们决定了一个新的照看小怪宝的玩家时。\n放置条件：放置在被爪牙选择来照看小怪宝的玩家的角色标记旁。\n移除时机：照看小怪宝的玩家发生变化时移除，或小怪宝这个角色本身死亡或离场时移除。\n- 死亡\n放置时机：在除首个夜晚以外的夜晚里小怪宝行动时放置。\n放置条件：由说书人来决定小怪宝攻击的玩家。如果该玩家当前存活且能被小怪宝杀死，那么在该玩家的角色标记旁放置，用以提醒说书人在黎明时分宣布当晚的死亡玩家。\n移除时机：在黎明时宣布死亡玩家后，说书人可以任由自己方便来进行移除。\n【规则细节】\n- 小怪宝这个角色也会被视作是“在场角色”，但它不属于任何一名玩家，也无法被常规的“选择一名玩家”的能力选中。\n- “非指向性”的死亡效果可以杀死小怪宝，例如麻脸巫婆的能力。在这种情况下，小怪宝死亡，并会因此移除小怪宝的角色标记与所有提示标记。从现在起，小怪宝会被视作是“不在场”来处理。\n- 如果某个能力让一名玩家变成小怪宝，该玩家的角色不会发生变化，而是改为正在照看小怪宝。但如果是工程师选择让小怪宝在场，会让一名恶魔因此变成一个正在照看小怪宝的不在场爪牙。反之如果工程师选择了其他的恶魔而导致小怪宝需要发生角色变化，当前照看小怪宝的玩家会变成工程师所选择的恶魔，同时小怪宝会离场。\n- 相克规则：提线木偶：提线木偶会与一名爪牙玩家邻座，而不是恶魔。提线木偶不会被唤醒来决定是否照看小怪宝，也不会在照看小怪宝时得知自己是提线木偶。罂粟种植者：如果罂粟种植者在场，爪牙们不会同时醒来选择照看小怪宝。他们会依次单独被唤醒，直到其中一人选择照看小怪宝。魔术师：每个夜晚，由魔术师来选择一个爪牙角色：如果他和小怪宝均存活，由他来照看小怪宝。（进阶可选规则：否则，由魔术师来照看小怪宝，但如果魔术师在照看小怪宝时死亡，邪恶阵营获胜。）红唇女郎：如果在五名及以上的玩家存活时照看小怪宝的玩家死亡，当晚红唇女郎必须要照看小怪宝。维齐尔：照看小怪宝的维齐尔能够死于处决。帽匠：如果恶魔选择了小怪宝，则还需要选择一个爪牙角色，他变成这个爪牙且当晚照看小怪宝。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，照看小怪宝的玩家可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚将小怪宝从游戏中移除。戏子（改）：在戏子（改）存在于剧本中时，照看小怪宝的玩家可以在游戏中任意时候向说书人示意自己“想要死亡”。说书人会在当晚将小怪宝从游戏中移除。\n【提示与技巧】\n- 小怪宝的巨大优势之一是，邪恶阵营一开始就拥有一个额外的爪牙能力，而善良的队伍根本不知道这一点！最大化你的爪牙能力搞破坏 - 一个额外的投毒者、女巫甚至教父可以在善良阵营搞清什么发生在他们身上之前就为邪恶阵营掌控局势！阅读有趣的爪牙策略，准备好让他们尽快进入状态！\n- 镇民们会关注有多少爪牙在场——比预期多的一个的话肯定会暴露出小怪宝正在他们的脚下乱窜！如果你想让好的团队对他们需要担心的恶魔保持悬念，请谨慎使用具有明显暗示的能力，例如洗脑师和刺客……至少在您设法说服他们之前。\n- 因为恶魔是一个无助的宝宝，任何爪牙都可以看护恶魔在白天保护他们的安全。这样做的明显好处是，您可以将让宝宝四海为家，以躲避卖花女孩和占卜师等探测恶魔的能力，从而使他们的信息不一致且难以追踪！几乎每晚都换人看管小怪宝，意味着每晚被当作恶魔的人都在变化，这会给小镇的人造成巨大的混乱！\n- 因为恶魔是一个无助的宝宝，他们特别容易受到伤害——如果你在看护宝宝时死亡，它会在另一个爪牙试图拯救他们之前就死亡！ （红唇女郎是一个明显的例外，但你不能每次都依赖她！）通过将宝宝交给最可靠且最不可疑的爪牙来确保宝宝的安全 - 放在一个固定的人身上可能会降低大家能够找到恶魔的几率——如果宝宝所在的地方完全安全，那么换爪牙来看护是没有意义的！\n- 爪牙并不是唯一可以照看小怪宝的玩家！如果有足够多的爪牙同意，你可以把宝宝交给镇上的任何人。一般来说，不建议将宝宝交给善良玩家——他们不会喜欢这个小家伙，可能会为了伤害他而寻求被处决！\n- 话虽如此，如果您在爪牙团队之外有一个盟友（例如，灵言师成功将一个善良玩家拉入伙），他们会成为出色的宝宝看护者……尤其是没有人注意到他们的阵营转变时！如果你们所有的爪牙都死了也没关系，只要有人能继续看护宝宝！特别是旅行者在早期游戏中可能是一个不错的选择……前提是您确定他们是邪恶的！镇上不太可能处决他们，但很明显，如果他们被流放，他们会把宝宝带走……\n- 在决定每晚谁来看护时，你无法用语言交流，这使得注意彼此的肢体语言变得尤为重要。如果有人真的想要宝宝，把它给他们通常是个好主意——相信你的团队有一个你不知道的计划，他们可能是一个得知更多伪装角色的间谍或寡妇！另一方面，如果有人真的不想要宝宝，请不要给他们——他们可能会怀疑自己即将受到攻击，并想保护宝宝的安全！\n- 如果你们用的规则是真正拿着小怪宝角色标记实物的人来看护宝宝，请务必将其隐藏好！如果善良阵营注意到你手里拿着一个标记，是很难解释清楚为什么不是以下说法：“哦，这是我的小恶魔儿子，我今天要为我们的邪恶阵营看护他。”\n- 说书人选择每晚死去的人——小怪宝渴望鲜血，但是手脚笨拙，无法重定向到您的首选目标。可以预料，在某些时候，你们中的一些爪牙会因为小怪宝横冲直撞而死。请记住，任何照看宝宝的人都不会被说书人杀死，所以当你接近最后阶段时，请确保你信任的玩家可以带着孩子度过最后一天！ （为了保持游戏公平，说书人在最后一天不应该允许超过一个活着的爪牙——为这个过程做好计划！）\n【对抗小怪宝】\n- 首先，游戏中有小怪宝吗？是时候计算看得出来的爪牙能力了！是否在原本只应该有2个爪牙时，同时出现：有过多人自认外来者，有人在提名时死去，还有一对邪恶双胞胎？听起来男爵、女巫和镜像双子在场，这局可能有小怪宝。\n- 在有小怪宝的局中，邪恶阵营无法获取伪装角色，因为他们没有起始恶魔！所以，如果出现许多重复被申明的角色且没有其他角色会导致重复角色出现，或有人在游戏早期不愿意表明任何角色，那可能是小怪宝的局，爪牙们不知道要声明什么。\n- 卖花女孩和占卜师是否得到了太多“是”的答案？小怪宝可以每晚在看护者之间移动，所以爪牙可能会多次移动小怪宝标记以分担工作量。这就需要镇上齐心协力......\n- 一旦你确定这是小怪宝的局，检测爪牙的能力至关重要，你找到并杀死的每一个爪牙都是另一个潜在的看护者的离开，这让可以看护宝宝的邪恶玩家越来越少。不只是爪牙，如果赏金猎人在场，并且你认为你发现对应的邪恶镇民，或者是政客在搞事情，他们也是看护者的绝佳人选，所以如果可以的话，处决他们也是值得的。\n- 或者，如果你确信某个玩家是邪恶的，你可能想故意让他们活到最后一天，而不是告诉任何人你知道他们是爪牙。如果他们活了那么久，而邪恶的团队认为他们值得信赖，他们可能最终会照看小怪宝，最终处决他就可以轻松获胜！\n- 如果你作为善良玩家在晚上突然被唤醒并给予了这个宝宝，那就大声喊出来吧！这个孩子不是你的，你不应该违背自己的意愿去照看它！如果没有魔鬼代言人或异端分子，您可能希望立即处决自己并通过处决恶魔来赢得比赛！确保绝对每个人都知道这个宝宝是一个威胁，并向人们展示标记以明确证明你拥有它，现在应该毫无疑问地处决你。\n- 请记住，在小怪宝的局中，选择谁死的不是邪恶阵营。说书人控制着谁死亡，说书人的优先级和邪恶阵营是不一样的。如果洗衣妇和贵族在晚上死了，但赏金猎人和教授没有死，尽管他们在城里相对有名，也许只是说书人选择不杀他们。另外，如果你不能处决他们，说书人通常需要杀死至少一名邪恶玩家，以避免最后三个邪恶玩家太多，所以不一定要相信那些死在晚上的玩家，因为他们中的一些人很可能是邪恶的。\n【角色信息】\n- 英文名：Lil'Monsta\n- 所属剧本：实验性角色、黯月初升卡牌版\n- 角色类型：恶魔\n- 角色能力类型：互动干扰、设置调整、暴露角色\nNewPP limit report\nCached time: 20260119170441\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.024 seconds\nReal time usage: 0.033 seconds\nPreprocessor visited node count: 87/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:75-0!canonical and timestamp 20260119170441 and revision id 5602. Serialized with JSON."
    },
    {
        "id": 19,
        "name": "牙噶巴卜",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E7%89%99%E5%99%B6%E5%B7%B4%E5%8D%9C",
        "content": "【背景故事】\n“莫尔街的谋杀案？假的噶！\n巴斯克维尔的猎犬？假的噶！\n尼罗河上的惨案？假的噶！”\n【角色能力】\n在你的首个夜晚，你会得知一段秘密短语。每次你在白天公开说出这段短语，当天便可能会有一名玩家在这之后死亡。\n【角色简介】\n牙噶巴卜通过言语杀人。\n- 说书人提供给牙噶巴卜的短语可以是任意长度，但建议是2到5个字左右。\n- 如果牙噶巴卜说出了这段短语，说书人便可以在这之后，在下个黎明前的任意时机杀死一名玩家。\n- 牙噶巴卜无论是通过单独说出这段短语，或将它混杂在整句话里说出，都可以触发效果。\n- 牙噶巴卜可以在同一天多次说出这段短语。说书人可以因此杀死多名玩家。\n- 由说书人来决定牙噶巴卜的能力会让哪名玩家死亡。\n- 说书人可以选择只杀死少于牙噶巴卜说出短语的次数这一数量的玩家。\n- 在牙噶巴卜醉酒或中毒期间，玩家不会因为他的能力死亡，即使牙噶巴卜在说出短语时清醒健康。在牙噶巴卜清醒健康期间，玩家会因为他的能力死亡，即使在牙噶巴卜在说出短语时醉酒或中毒。\n- 只有极少数情况下，牙噶巴卜的能力才会让玩家在白天死亡。\n【范例】\n> 范例: 牙噶巴卜的秘密短语是“这很可疑”。他在第一个白天说了一次。当晚有一名玩家死亡。在下一个白天，他说出这段短语总共三次。当晚总共有三名玩家死亡。\n> 范例: 牙噶巴卜在今天白天说出了秘密短语总共两次。女巫在场。异端分子在发起提名时死亡了，即使他没有被女巫诅咒。魔像提名了恶魔，然后魔像也死亡了。这两名玩家都是被牙噶巴卜的能力杀死的。\n【运作方式】\n在为首个夜晚做准备时，用纸条或手机便签或其他便捷的设备写下一段短语。\n在首个夜晚，唤醒牙噶巴卜，对他展示这段短语，然后让他重新入睡。\n每当牙噶巴卜在白天公开说出这段短语时，将一枚“死亡”提示标记放入魔典左侧的中央位置，用以提示你需要在今晚放置这个标记。\n每个夜晚，你需要选择是否将放入魔典中央的“死亡”提示标记放置在一名玩家的角色标记旁。如果你这么做，那么同时为放置了提示标记的角色标记上再放置帷幕标记。这些玩家死亡。\n> 范例: 尽量选择朴实的短语。如果恶魔获得的是不太常见的短语，他要么很容易被发现，要么就很少说出来。如果恶魔获得的是常见的短语，他可能会每天都把这句话说出来一次或者多次。\n【提示标记】\n- 死亡\n放置时机：在牙噶巴卜说出他的秘密短语时。\n放置条件：不论牙噶巴卜是否醉酒中毒，都会将一枚标记放入魔典正中央。\n移动时机：在放置了标记之后，到下个黎明之前的任意时机，如果牙噶巴卜清醒健康，将这个标记移除或移动到任意一名存活玩家旁（如果该玩家能够被杀死）。\n移除时机：在放置标记的当天白天说书人决定使用牙噶巴卜的能力杀死一名玩家时，或在黎明时说书人宣布死亡玩家后，或牙噶巴卜死亡或离场时。\n【规则细节】\n- 相克规则：驱魔人：如果驱魔人选中了牙噶巴卜，那么牙噶巴卜的能力在当晚无法造成死亡。\n- 相克规则（与华灯系列角色）：戏子：在戏子存在于剧本中时，牙噶巴卜可以在游戏中任意时候向说书人示意自己“想要死亡”。不论他是否说过秘密短语，说书人都会在当晚杀死这名玩家。戏子（改）：在戏子（改）存在于剧本中时，牙噶巴卜可以在游戏中任意时候向说书人示意自己“想要死亡”。不论他是否说过秘密短语，说书人都会在当晚杀死这名玩家。\n【提示与技巧】\n- 尽可能频繁地说出你的短语！这就是你的攻击方式，至少你可以每天都为你那大杀四方的能力补充弹药！\n- 注意每天只说出这段短语一次左右。你说出来的频率决定了你的短语的曝光程度，你肯定不愿意因为短语过于明显而让自己暴露了。每天一次是一个比较合适的参考次数，你依然有能力去伪装成是其他的恶魔在场。\n- 请确保在你说出短语的时候，能够被说书人听见。如果他没能听见，你的能力不会产生任何效果，但这仍然会让你的短语频繁地被其他人听到。\n- 跟你的爪牙们分享这段短语。他们能够帮助你创造适合说出这段短语的情形，让你在说出短语时显得更加自然，而非生硬。\n- 相信说书人会为你冒险多次说出短语给与相应的奖励。你可以尝试冒着被当做话痨的风险来获得额外的攻击次数，这会让游戏更快进入终局。\n- 如果说书人没有因为你多次说出短语而大开杀戒，这也不要紧。至少你可以每天只说一次短语，作为恶魔来说这样也足够有威慑力。\n- 你的爪牙们可以决定自己的口癖，并多次重复说出，这样在游戏后期会让他们看起来很像是恶魔。\n- 你可以趁有人出去私聊的时候说出短语。听到的人越少，大家就越难弄明白你究竟说了多少次短语。\n- 注意那些经常说出某个短语的善良玩家。看起来像牙噶巴卜的人越多，你自己的短语就能藏得越深。\n- 如果说书人给了你一个不太自然的短语，你不知道该如何把它放进你的发言里，那么你可以要求说书人给你换一个更加自然的短语。\n- 充满自信地说出短语。不要尝试用自己的方式重组短语再说出来，说书人不一定会网开一面让你用这种方式触发能力。\n- 将这段短语混进你的其他语义相近的发言中，这可以混淆视听，让其他人相信你正在真诚地发表自己的看法，而不是单纯地重复短语本身。\n- 挑选一个跟你的短语无关的短语作为你的口癖并频繁说出来。这会让你看起来像是一个在为牙噶巴卜打掩护的爪牙。\n- 尝试每次说出短语的时候，都使用不同的语气，强调不同的内容或以不同的节奏说出来。这会降低它的辨识度，让旁人听起来不像是同一段短语。\n【对抗牙噶巴卜】\n- 注意那些频繁重复的短语，并与恶魔在夜晚的杀戮情况进行对比。如果你对此抱有疑问，那么就值得处决那些重复说出短语的玩家以防万一，即使他们有可能是善良玩家。\n- 小心那些爪牙，他们可能会重复说出一些短语，来借此掩盖牙噶巴卜的短语。任何过于频繁地说出同一段话的玩家都应该受到怀疑！\n- 当说书人在认真聆听玩家的发言时，注意观察哪些玩家有刻意发言的冲动。牙噶巴卜会希望自己在说出短语时，说书人能够听到他的发言，所以会在说书人在场时有一定的发言欲望。\n【角色信息】\n- 英文名：Yaggababble\n- 所属剧本：实验性角色\n- 角色类型：恶魔\n- 角色能力类型：额外死亡、回溯型能力、进场能力、获取信息\nNewPP limit report\nCached time: 20260120031803\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.029 seconds\nReal time usage: 0.049 seconds\nPreprocessor visited node count: 41/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:546-0!canonical and timestamp 20260120031803 and revision id 5777. Serialized with JSON."
    }
]