[
    {
        "id": 1,
        "name": "拜访说书人",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%8B%9C%E8%AE%BF%E8%AF%B4%E4%B9%A6%E4%BA%BA",
        "content": "<<返回角色能力类别总览\n【能力简介】\n一些角色的能力需要通过拜访说书人来获取信息，或使用能力。\n通常来说，玩家在夜晚需要闭眼，因此拜访说书人的能力都需要在白天进行。\n同样的，因为提名与投票环节需要所有人都回到座位上参与，因此拜访说书人的能力，应该尽量在交流阶段进行。\n【范例】\n> 范例: 艺术家在白天拜访了说书人，并询问了一个是非问题。\n> 范例: 中毒的哲学家在夜晚选择获得了博学者的能力，并在下一个白天拜访了说书人。由于涡流在场，说书人在假装哲学家成功获得了博学者的能力时，也仍然需要给出两条错误的信息。\n【相关角色】\n- 梦殒春宵艺术家（镇民）博学者（镇民）\n- 实验性角色失忆者（镇民）渔夫（镇民）巫师（爪牙）\n- 传奇角色公爵夫人\n- 华灯初上书生（外来者）\nNewPP limit report\nCached time: 20260120041626\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.003 seconds\nReal time usage: 0.005 seconds\nPreprocessor visited node count: 16/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:32-0!canonical and timestamp 20260120041626 and revision id 5047. Serialized with JSON."
    },
    {
        "id": 2,
        "name": "保护",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E4%BF%9D%E6%8A%A4",
        "content": "<<返回角色能力类别总览\n【能力简介】\n具有保护类能力的角色能阻止目标角色受到来自特定玩家的负面能力影响。\n负面能力对X无效，英文为“safe from”，属于比较模糊且暂未通过术语进行定义的概念。因此在分析负面效果的实例时，需要针对具体的情况进行分析，而非直接通过下方的概括性文字判断。\n负面能力大体上来讲可以包括：死亡、中毒、阵营变化、让与触发能力的玩家阵营不同的目标进行角色变化，等等。\n值得注意的是，保护能力只看触发（执行）负面能力的玩家是谁，而不看负面能力的拥有者是谁。A玩家触发（执行）A角色的能力对B产生负面效果，和他触发（执行）B角色的能力对B产生负面效果，都算是对B产生了负面效果。如果某个保护效果能使得A的负面能力对B无效，则上述这两种情况都会无效。\n【范例】\n> 范例: 僧侣保护了小恶魔。小恶魔选择自杀。小恶魔没有死亡，也没有爪牙变成新的小恶魔。\n> 范例: 僧侣保护了场上唯一的一名爪牙。小恶魔选择自杀。小恶魔死亡，该爪牙变成新的小恶魔。\n> 范例: 僧侣保护了外来者。方古攻击了该外来者。外来者没有死亡，也不会转变为邪恶的方古。\n> 范例: 僧侣保护了方古。方古攻击了一名外来者。外来者死亡，方古无法将该外来者转化为邪恶的方古并代替他死亡。\n> 范例: 痢蛭选择寄生士兵。士兵不会因此中毒，但痢蛭仍然会在士兵死亡时一同死亡。\n【相关角色】\n具有“保护”类能力的角色均在暗流涌动中出场。\n- 僧侣\n- 士兵\nNewPP limit report\nCached time: 20260120020953\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.013 seconds\nReal time usage: 0.029 seconds\nPreprocessor visited node count: 31/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:29-0!canonical and timestamp 20260120020953 and revision id 4763. Serialized with JSON."
    },
    {
        "id": 3,
        "name": "暴露角色",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%9A%B4%E9%9C%B2%E8%A7%92%E8%89%B2",
        "content": "<<返回角色能力类别总览\n【能力简介】\n暴露角色的能力会让玩家（暴露方）的角色信息被特定玩家（信息接收方）所得知。\n说书人在给出相关信息时，除非受到互动干扰效果的影响，或效果特殊说明，否则信息接收方始终会得知暴露角色能力原本所属的角色（而非暴露方玩家的实际角色）。同样的，如果要以这种能力进行互动，也需要以能力所属角色进行互动。（注：此规则目前尚有争议，但推荐按此规则统一执行相关的角色交互的结算。）\n> 范例: 任何角色获得了落难少女的能力时，爪牙需要猜测玩家为落难少女而不是其他角色。\n> 范例: 获得哥布林能力的角色不论原本角色是什么，必须要宣称自己是哥布林才能触发哥布林的能力。\n暴露角色的能力分为持续暴露和一次性暴露。\n持续暴露能力在能力生效期间，一旦暴露方的角色发生了变化，或有新的满足信息接收方条件的角色出现，则会立即让信息接收方获取相关信息。\n这些能力在中文翻译中会以“知道”一词来体现而非“得知”。持续暴露的最早时间，为该角色首夜的行动顺序时间。如果在这一行动顺序时机下，具有暴露能力的角色醉酒中毒，那么暴露的时机就会推迟到该角色恢复清醒健康时。如果是非首夜而出现了新的具有暴露角色的能力，那么该能力会立即通知到信息接收方。（注：在使用钟楼百科的“调整版”夜晚顺序时，暴露角色的能力可以统一按此规则运行。）\n部分未指定来源的暴露能力（即仅让玩家得知“某角色”在场的能力，或与这类效果近似的能力），如果有多个暴露来源，那么对于同一名玩家来说，如果他已经获取了暴露信息，即使有新的同类能力出现，也不会对这名玩家重复通知暴露信息。\n一次性暴露能力只会让信息接收方获取一次相关信息。通常来说，这类能力只会在自己的能力每次触发的时候，才会暴露信息，此后也不会再进行变更提示。\n【范例】\n> 范例: 镜像双子与卖花女孩互为双子关系。麻脸巫婆将卖花女孩变成了舞蛇人，随后，互为双子关系的镜像双子与舞蛇人立即一同被唤醒，并互相得知对方的新角色。\n> 范例: 镜像双子与卖花女孩互为双子关系。麻脸巫婆将镜像双子变成了舞蛇人，因为镜像双子角色不在场，能力失效，因此不会告知卖花女孩她失去了双子关系，也不会告知她镜像双子的角色发生了变化。\n> 范例: 哲学家选择获得了落难少女的能力。随后，所有爪牙都会被告知“落难少女”在场。此时爪牙如果猜出了哲学家是哪名玩家，哲学家所在的阵营就会落败。\n> 范例: 守夜人被处决，食人族获得了他的能力。当晚，食人族选择了一名玩家。那名玩家被唤醒，并被告知食人族玩家是守夜人，因为守夜人的能力是让对方得知“你是守夜人”而非得知“你是什么角色”。\n【相关角色】\n[持续暴露]\n- 黯月初升疯子（外来者。一旦有新的恶魔角色或疯子出现，恶魔会得知谁是疯子。）\n- 梦殒春宵镜像双子（爪牙。一旦镜像双子的对立双子角色变化，镜像双子会立即得知他的新角色是什么。一旦有新的镜像双子出现，或对立双子的阵营发生变化，镜像双子会重新与一名对立阵营的玩家建立双子关系，并立即互相得知对方的角色是什么。）\n- 实验性角色国王（镇民。一旦有新的恶魔角色或国王出现，恶魔会得知谁是国王。）告密者（外来者。类似于暴露角色的能力，告密者能力生效的对局中，爪牙会在自己的首个夜晚得知三个不在场的善良角色，因此实际上也会得知告密者在场了。另外，如果有新的告密者在游戏中途产生，所有爪牙也会立即得知三个不在场的善良角色。）落难少女（外来者。一旦有新的爪牙角色或落难少女出现，爪牙会得知有落难少女在场。）寡妇（爪牙。一旦得知寡妇在场的那名玩家变为邪恶阵营，或有新的寡妇出现，则立即会有一名新的善良玩家得知寡妇在场。）提线木偶（爪牙。一旦有新的恶魔角色或提线木偶出现，恶魔会得知谁是提线木偶。）维齐尔（爪牙。一旦有新的维齐尔出现，所有人都会得知谁是维齐尔。）科学怪人（爪牙。一旦有新的恶魔出现，且当前获得能力的恶魔发生了角色变化或死亡，就需要决定让新恶魔获得善良角色的能力。）利维坦（恶魔）小怪宝（恶魔。任何正在照看小怪宝的玩家始终会得知自己是否在照看小怪宝，并且一旦自己不再照看小怪宝，也会立即得知。）\n- 华灯初上书生（外来者）狐媚娘（爪牙）\n[单次暴露]\n- 黯月初升驱魔人（镇民）\n- 梦殒春宵理发师（外来者。恶魔会在理发师的能力触发时得知。）洗脑师（爪牙。被洗脑师选择的玩家会得知洗脑师的效果对他触发。）流莺（旅行者。虽然所有玩家都会得知流莺在场，但被流莺选中的玩家仍然会得知流莺的能力对他触发。）咖啡师（旅行者。虽然所有玩家都会得知咖啡师在场，但受到咖啡师能力效果的玩家仍然会得知咖啡师的能力对他触发。）\n- 实验性角色报丧女妖（镇民）守夜人（镇民）传教士（镇民。与驱魔人不同的是，传教士的能力只会暴露自己在场，而不会暴露自己是哪名玩家。）罂粟种植者（镇民。罂粟种植者的特殊能力会在首个夜晚让恶魔和爪牙得知他在场。）帽匠（外来者。恶魔和爪牙会在帽匠的能力触发时得知。）街头风琴手（爪牙。街头风琴手的特殊能力会让所有玩家在投票时闭眼，从而得知他在场。）恐惧之灵（爪牙。恐惧之灵的特殊能力会让所有玩家都得知他更换了自己的目标，从而得知他在场。）亡魂（爪牙。亡魂的特殊能力会让夜晚被唤醒的玩家可能发现他在场。）巫师（爪牙）鹰身女妖（爪牙。鹰身女妖的特殊能力会让被她第一个选择的玩家得知鹰身女妖的效果对他触发。）哈迪寂亚（恶魔。哈迪寂亚的特殊能力的结算方式会让所有玩家都得知他当晚是否在场。）暴风捕手（奇遇角色）\nNewPP limit report\nCached time: 20260119163153\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.010 seconds\nReal time usage: 0.016 seconds\nPreprocessor visited node count: 62/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:30-0!canonical and timestamp 20260119163153 and revision id 5606. Serialized with JSON."
    },
    {
        "id": 4,
        "name": "持续检测型能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%8C%81%E7%BB%AD%E6%A3%80%E6%B5%8B%E5%9E%8B%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色的能力，会持续性地对某一个条件进行检测，并根据检测结果产生不同的能力效果。\n这部分的角色能力通常由“检测条件”与“产生效果”两个部分。当检测的前置条件满足时，就会根据能力产生相应的效果。\n如果该角色的能力持续正常生效，则对于前置条件的检测则会持续进行，并根据当前的条件满足与否动态进行变化，并因此影响能力结果。\n【范例】\n> 范例: 占卜师的干扰项玩家转为了邪恶阵营。由于占卜师的能力需要持续有一位善良角色作为他的干扰项，因此此时说书人需要立即将占卜师的干扰项提示标记转移到任意一名其他的善良角色标记旁放置。\n> 范例: 哲学家在使用完限次能力后，会持续检测他所选择的角色是否在场。一旦任何时候该角色在场了，该角色就会立即醉酒。\n【相关角色】\n- 暗流涌动占卜师（镇民）（检测条件：场上是否有一名善良阵营的玩家成为占卜师的干扰项；检测结果：若否，则将干扰项标记转移到任意一名善良阵营玩家的角色标记旁。）\n- 黯月初升茶艺师（镇民）（检测条件：与茶艺师邻近的两名存活玩家是否均为善良阵营；检测结果：若是，则这两名玩家都不会死亡。）\n- 梦殒春宵哲学家（镇民）（检测条件：哲学家是否使用了自己的能力且所选择的角色是否在场；检测结果：若均为是，则对应的角色醉酒。）女巫（爪牙）（检测条件：场上存活的玩家数量是否大于三名；检测结果：若否，则女巫失去能力。）亡骨魔（恶魔）（检测条件1：被亡骨魔杀死的玩家是否仍为爪牙；检测结果：若否，则移除保留能力标记；检测条件2：该爪牙邻近的镇民玩家；检测结果：需要保证该爪牙某一顺时针或逆时针方向上，与之最邻近的镇民玩家会因为亡骨魔的能力而处于中毒状态。）诺-达鲺（恶魔）（检测条件：与诺-达鲺邻近的镇民玩家；检测结果：让这些邻近的镇民玩家中毒。）\n- 实验性角色村夫（镇民）（检测条件：是否有超过一名村夫在场且尚未放置醉酒标记；检测结果：若是，则将村夫的醉酒标记放置到任意一名村夫的角色标记旁。）食人族（镇民）（检测条件：上一个因为处决而死亡的玩家的阵营和角色；检测结果：获得该玩家的角色能力；如果该玩家的阵营为邪恶，则会中毒直到下一次处决发生。）杂技演员（镇民）（检测条件：杂技演员选择的玩家是否醉酒或中毒；检测结果：若是，杂技演员死亡。）半兽人（镇民）（检测条件：场上是否有一名善良阵营的玩家被标记为失足；检测结果：若否，则将失足标记转移到任意一名善良阵营玩家的角色标记旁。）传教士（镇民）（检测条件：因传教士而失去能力的爪牙玩家是否仍为爪牙；检测结果：若否，则移除失去能力标记。）科学怪人（爪牙）（检测条件1：当前获得善良角色能力的恶魔是否存活且仍是恶魔；检测结果：若是，则无事发生，否则检测是否有存活恶魔，若是则让该恶魔获得一个不在场的善良角色的能力，并让之前获得能力的恶魔失去能力；检测条件2：恶魔拥有的善良角色的能力对应的角色是否在场；检测结果：若是，则重新获得一个不在场的善良角色的能力。）痢蛭（恶魔）（检测条件：被痢蛭在其首个夜晚选择的玩家——即被“寄生”的玩家是否处于死亡状态；检测结果：若是，则痢蛭死亡。）\n- 华灯初上熊孩子（镇民）（检测条件：熊孩子当晚所选择的角色是否在场；检测结果：若是，则对应的角色产生错误信息。）戏子（镇民）（检测条件：检测是否有善良玩家角色是戏子或获得了戏子的能力；检测结果：若是，则所有善良玩家变成戏子）赶尸人（爪牙）（检测条件：检测与赶尸人邻近的镇民玩家；检测结果：赶尸人的“首次死亡时进入活尸状态”能力对这些玩家生效。）混沌（恶魔）（检测条件：在混沌的中毒效果生效期间检测所有玩家的阵营；检测结果：让善良玩家中毒。)\n- 山雨欲来狸猫（镇民）（检测条件：狸猫选择的玩家是否仍为善良角色；检测结果：若否，则移除太子标记。）掮客（镇民）（检测条件：掮客选择的两名玩家是否仍为同一阵营；检测结果：若否，则移除熟客标记。）俑匠（镇民）（检测条件：俑匠选择的玩家是否是善良阵营且场上没有邪恶玩家死亡；检测结果：若是，俑匠和他选择的玩家都只会死于处决。）酒保（外来者）（检测条件：与酒保邻近的非旅行者的善良玩家；检测结果：让这些玩家其中之一醉酒。）入殓师（外来者）（检测条件：场上除旅行者外存活的玩家数量是否大于四名；检测结果：若否，则入殓师失去能力。）酿酒师（爪牙）（检测条件：酿酒师所选择的角色是否在场且酿酒师给出的信息是否在合理范围内；检测结果：若是，则对应的角色在通过自身能力获取信息时会得知酿酒师给出的信息。）\nNewPP limit report\nCached time: 20260120051954\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.014 seconds\nReal time usage: 0.026 seconds\nPreprocessor visited node count: 13/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:153-0!canonical and timestamp 20260120051954 and revision id 5738. Serialized with JSON."
    },
    {
        "id": 5,
        "name": "处决",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%A4%84%E5%86%B3",
        "content": "<<返回角色能力类别总览\n【能力简介】\n能力与处决有关的角色会关注一次处决的结果，或者该角色的能力能导致一次处决。\n【关于处决】\n除非角色能力特殊说明，否则每个白天只能进行一次处决。在处决执行后，会立即结束当前的白天阶段，并进入夜晚阶段。\n部分角色的能力能造成非常规情况下的处决，但这些处决不会影响游戏流程。（如在白天进行的第二次处决，或在夜晚进行的处决等。）\n部分角色的能力会关注处决结果，请注意区分这些角色的能力区别。\n- 有一些角色关注是否因为处决而死亡；（如送葬者和圣徒）在这种情况下，需要对应的玩家在处决前是存活状态，而在处决后是死亡状态。如果玩家在被处决前已经死亡，则由于死亡到死亡没有发生状态变化，因此处决也就不算做“造成该玩家死亡”的原因。\n- 有一些角色关注是否被处决，而不关注处决的结果是否导致了死亡；（如主谋和涡流）\n- 有一些角色关注白天是否有人死亡，但不关注导致死亡的原因是否为处决。（如教父和僵怖）\n特殊情况下，某一角色可能会由于多种原因而死亡。在这种情况下，只要其中的原因包含处决，那么建议说书人倾向于算作“因处决而死亡”，并适用于送葬者、食人族等角色的判断中。（例如，被女巫诅咒的镇民玩家提名了贞洁者，那么视为该玩家同时因为贞洁者的能力被处决而死亡，以及因为女巫的诅咒而死亡。）这是因为如果多个效果在同一时机被触发，这些效果的生效先后顺序由说书人来进行决定，但建议说书人在可能会与其他角色产生互动的情况下，尽量让结算顺序倾向于产生更多互动的结果进行，这样会让游戏更具有乐趣。（当然，这并不是绝对的。）\n【一些相关效果的触发时机】\n处决通常意味着死亡，而死亡又可能触发角色能力或导致游戏结束。在上述多种情况同时存在的时候，用以下顺序来处理优先级。\n1.处决发生，同时处决的死亡造成。\n在绝大部分情况下，这两者是同时发生的，中间不会有空隙对其他效果进行插入结算。\n2.因处决死亡的角色如果没有与处决相关的能力，死亡触发能力，或死后保留的能力，则能力立即失效。\n这使得死亡的角色的能力效果不会影响到后续的效果生效。\n3.检查是否达成游戏结束的条件，并触发相应的能力。\n如果处决后的死亡，或者是处决导致了游戏结束的条件满足，包括以下几种情况：\n- 场上最后一名存活的恶魔死于处决。\n- 处决结束后，场上除旅行者外仅有两名玩家存活。\n- 本次处决或处决造成的死亡导致触发了特定角色的特殊胜利条件。\n- 本次造成的胜利条件没有被类似于镜像双子等阻止胜利的能力阻止。\n- 处决了痢蛭的宿主时，导致痢蛭的死亡也会在这一步骤检查是否因此满足或影响胜负条件判断。\n- 上述情况任意一项满足，且本次死于处决的是恶魔，同时主谋在场且具有能力。\n对于会影响游戏胜利的能力会优先结算，这是因为如果在较晚的时候结算，可能会导致吟游诗人等角色效果生效使得某些特殊胜利方式在整局游戏中完全无法达成，爪牙单方面被单个镇民角色限制了全部能力的情况出现。当然，说书人也应该尽量避免安排哥布林-吟游诗人等会存在严重冲突使得一方能力完全无效，但目前暂时没有较好的相克规则的类似角色组合同时在场。\n4.结算其他与处决相关或者由死亡触发的能力。\n吟游诗人、呆瓜等类似的能力会在这个时候生效。如果多个能力同时满足生效条件，则说书人选择这些能力的生效顺序。\n需要注意的是，如果游戏在第三步骤中结束，则相应的其他在本步骤中触发的效果都不会进行结算。这意味着如果异端分子被处决且食人族在场，食人族不会在拥有异端分子的能力时结束游戏。同时如果呆瓜被处决且游戏结束，呆瓜也不需要再使用能力去选择一名玩家。\n5.不论处决结果如何，如果这是发生在白天的处决，则触发屠夫的能力，或立即宣布白天阶段结束。\n【相关角色】\n[造成处决]\n- 暗流涌动贞洁者（镇民）\n- 梦殒春宵畸形秀演员（外来者）洗脑师（爪牙）屠夫（旅行者）\n- 实验性角色维齐尔（爪牙）\n- 华灯初上禁卫军（爪牙）\n[关注因处决而死亡]\n- 暗流涌动送葬者（镇民）圣徒（外来者）\n- 黯月初升吟游诗人（镇民）和平主义者（镇民）魔鬼代言人（爪牙）主谋（爪牙）（主谋的第一个效果，也就是判断自己的能力是否生效的触发条件，只关注恶魔是否死于处决，并且由于恶魔死于处决而即将导致游戏结束）\n- 实验性角色食人族（镇民）暴风捕手（奇遇角色）\n- 华灯初上逆臣（外来者）狐媚娘（爪牙）\n- 山雨欲来史官（镇民）俑匠（镇民）酒保（外来者）（如果酒保死于处决，仍然保留醉酒效果）入殓师（外来者）姑获鸟（恶魔）\n[关注是否发生处决，但不关注是否造成死亡]\n- 暗流涌动镇长（镇民）\n- 黯月初升主谋（爪牙）（主谋的第二个效果，也就是特殊胜利效果，只关注是否发生处决）\n- 梦殒春宵镜像双子（爪牙）涡流（恶魔）\n- 实验性角色公主（镇民）无神论者（镇民）哥布林（爪牙）精神病患者（爪牙）恐惧之灵（爪牙）炸弹人（爪牙）利维坦（恶魔）\n[修改处决结果]\n- 暗流涌动替罪羊（旅行者）\n- 黯月初升法官（旅行者）\nNewPP limit report\nCached time: 20260120024634\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.021 seconds\nReal time usage: 0.036 seconds\nPreprocessor visited node count: 80/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:33-0!canonical and timestamp 20260120024634 and revision id 5733. Serialized with JSON."
    },
    {
        "id": 6,
        "name": "额外死亡",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E9%A2%9D%E5%A4%96%E6%AD%BB%E4%BA%A1",
        "content": "<<返回角色能力类别总览\n【能力简介】\n额外死亡，指一些角色能力能在常规的死亡方式之外造成额外数额的死亡。\n每个白天，常规死亡指的是通过处决造成的死亡，且每天正常来说只会进行最多一次处决。\n每个夜晚，常规死亡指的是恶魔攻击造成的死亡，且每晚正常来说只会有一名玩家死亡。\n【相关角色】\n[额外死亡-白天]\n- 暗流涌动猎手（镇民）枪手（旅行者）\n- 梦殒春宵女巫（爪牙）屠夫（旅行者）\n- 传奇角色末日预言者\n- 实验性角色魔像（外来者）精神病患者（爪牙）炸弹人（爪牙）暴乱（恶魔）首席律师（奇遇角色）黑帮（旅行者）\n[额外死亡-夜晚]\n- 黯月初升祖母（镇民）赌徒（镇民）造谣者（镇民）月之子（外来者）教父（爪牙）刺客（爪牙）沙巴洛斯（恶魔）珀（恶魔）\n- 梦殒春宵麻脸巫婆（爪牙）流莺（旅行者）\n- 实验性角色杂技演员（镇民）哈迪寂亚（恶魔）\n- 华灯初上歌伶（镇民）煞星（外来者）书生（外来者）养蛊人（爪牙）穷奇（恶魔）饕餮（恶魔）\n- 山雨欲来鸩（镇民）画皮（爪牙）暴君（恶魔）\n[额外死亡-无阶段限制]\n- 黯月初升修补匠（外来者）\n- 实验性角色鹰身女妖（爪牙）牙噶巴卜（恶魔）\nNewPP limit report\nCached time: 20260120041747\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.009 seconds\nReal time usage: 0.014 seconds\nPreprocessor visited node count: 48/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:89-0!canonical and timestamp 20260120041747 and revision id 5783. Serialized with JSON."
    },
    {
        "id": 7,
        "name": "疯狂",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E7%96%AF%E7%8B%82",
        "content": "<<返回角色能力类别总览\n【术语介绍】\n“疯狂”是玩家的一种状态。在众多的剧本套装中，疯狂这个状态会非常少见，只有少部分角色会造成疯狂。比起游戏状态来说，疯狂效果更像是一个现实中的状态。你无法在魔典中查看一名角色是否疯狂，但你可以通过观察和聆听玩家们的言语来断定一名玩家是否疯狂。\n当一名玩家需要“疯狂”地证明某件事情时，意味着他应该去努力说服其他玩家那件事情是真的。有的角色要求玩家需要“疯狂”地证明某件事情，也有的角色会要求玩家不能“疯狂”地证明某件事情（也就意味着他应该去努力说服其他玩家那件事情是假的）。\n当一名玩家没有按照角色能力要求来疯狂证明某件事情时，说书人可以对他进行惩罚。同样，如果他疯狂证明了那件事情，说书人可以给他奖励。疯狂的要求，奖励和惩罚都会在对应角色标记和角色列表上的能力描述中找到。不同的角色能力，其疯狂的要求，奖励和惩罚也都各不相同。\n设置醉酒和中毒机制的目的是让善良玩家在毫无知觉的情况下传递错误的信息。而与之相对的，疯狂机制的目的则是让善良玩家有意识地传递错误的信息。\n不要强迫玩家“疯狂”地去证明某事。玩家可以随时说任何他们想说的话——他们不会被强迫来说出任何他们不愿意说出的内容。疯狂这一机制，会鼓励玩家说一部分内容，而不鼓励玩家说另一部分内容。如果一名玩家确确实实地说出了“我现在疯狂了”，或者其他有明显暗示意味的内容，那么说书人可以对这些玩家给出相应的惩罚或移除相应的奖励。因为这种言论会像是玩家在说“我并不希望因为这件事情而显得疯狂，我情愿接受惩罚。”即使玩家仅仅在暗示自己正处于疯狂状态，这也算是他没有做出疯狂的行为。\n一名此前曾疯狂过而现在未疯狂的玩家可以自由谈论他之前的行为而无需接受惩罚。一旦玩家不再疯狂了，他就能够让其他玩家知道他曾经疯狂过，而不会受到惩罚。例如，被洗脑师在上上个夜晚选择过但上个夜晚未选择的玩家，可以开心地告诉其他人自己曾经被洗脑过这件事情，无需担心自己会被处决。已经死亡的畸形秀演员不再具有自己的能力，也因此不用再害怕自己的能力可能会引起的后果。\n说书人有对玩家的表现是否符合“疯狂”状态的最终裁决权。没有任何规则来限定疯狂状态下什么必须说，什么必须不能说。一切都取决于说书人是如何看待玩家试图去做某件事情的目的。\n进阶的玩家应该能明白如何在疯狂效果下游刃有余，然而一些新手玩家可能会因此困惑。应该将这种情况也纳入考量，来决定是否应该在某个疯狂效果上去惩罚一名玩家。对新手玩家则应稍加放宽要求。只要认为他们正尽自己努力进行证明，那么在判断他们是否满足“疯狂”要求时就可以有所保留。玩家并不需要真正说服他人才算达成“疯狂”的要求，他们只是需要在这一行为上有足够的诚意。\n【拓展阅读】\n- 疯狂规则如何运作？——疯狂的小精灵\n【相关角色】\n- 梦殒春宵畸形秀演员（外来者）洗脑师（爪牙）\n- 实验性角色小精灵（镇民）鹰身女妖（爪牙）首席律师（奇遇角色）\n- 华灯初上变脸师（镇民）禁卫军（爪牙）\nNewPP limit report\nCached time: 20260120051330\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.012 seconds\nReal time usage: 0.024 seconds\nPreprocessor visited node count: 11/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:90-0!canonical and timestamp 20260120051330 and revision id 5610. Serialized with JSON."
    },
    {
        "id": 8,
        "name": "复活",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%A4%8D%E6%B4%BB",
        "content": "<<返回角色能力类别总览\n【能力简介】\n如果一名玩家在游戏过程中复活、变化或交换了角色，视为他获得了一个新的角色。\n- 他会立即获得这个新角色的能力，并失去原本的角色能力。原本角色的所有能力效果都会终止，相应的提示标记也会全部移除。新的角色视为该玩家以全新状态获得，因此能够触发“在你的首个夜晚/白天”类能力，或是使用“每局游戏限一次”的能力。这个角色在本局游戏中此前被其他任何玩家以任何方式使用过的能力，都不会影响现在该玩家来使用这个角色。（方古的全局限一次转变外来者的效果是例外）\n- 如果一名玩家在游戏过程中变成了爪牙或恶魔角色，他不会得知其他邪恶玩家是谁，也不会因为变成了恶魔角色而得知三个不在场的善良角色。因为这些信息只在整局游戏的首个夜晚提供给爪牙和恶魔玩家。\n- 方括号能力[]仅在初始设置时有效，在游戏过程中不会产生任何效果。如果有玩家变成了这样的角色，这部分内容的能力也不会有任何效果。\n值得注意的是，处于“活尸”状态的玩家如果复活，不会视为他获得了一个新的角色。\n【相关角色】\n- 黯月初升教授（镇民）沙巴洛斯（恶魔）\n- 实验性角色哈迪寂亚（恶魔）印度教教徒（奇遇角色）\n- 山雨欲来画皮（爪牙）\nNewPP limit report\nCached time: 20260120044806\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.013 seconds\nReal time usage: 0.026 seconds\nPreprocessor visited node count: 10/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:91-0!canonical and timestamp 20260120044806 and revision id 5754. Serialized with JSON."
    },
    {
        "id": 9,
        "name": "更换选择目标",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%9B%B4%E6%8D%A2%E9%80%89%E6%8B%A9%E7%9B%AE%E6%A0%87",
        "content": "<<返回角色能力类别总览\n【能力简介】\n目前，此类别的能力仅在国风原创角色系列华灯初上中出现。\n- 具有此类能力的角色，能够改变特定角色的能力在触发时，选择生效的目标结果。\n- 根据术语汇总的“选择”定义，只有玩家做出的选择，才会受到此能力的效果所影响，而如果一项能力并非需要玩家做出选择，而是由说书人做出决定，那么这项能力就不会受到“更换选择目标”能力的影响。\n- 一项能力在更换选择目标后，无需重新进行选择的前置条件合法性判断。舞蛇人的选择目标可以受到能力的影响改为选中已死亡的角色，女裁缝的选择目标可以受到能力的影响改为选中自己。\n- 一项能力在更换选择目标后，能力的实际效果如果包含触发条件，则仍然需要重新进行判断。如果传教士原本选择了爪牙角色，但受到影响改为选中了一名非爪牙角色，那么该角色不会因为传教士的效果而失去能力。\n- 一项能力在更换选择目标后，视作玩家的选择本身发生了变化。因此，如果目标更改至如莽夫这类角色时，莽夫的能力会正常被触发，并让进行选择的玩家醉酒。同理，如果一项选择了莽夫的能力更改成了其他目标，则莽夫的能力不会触发。也就是说，判断玩家的选择目标，只看在更换选择目标效果生效之后的最终结果。\n- 一项能力在更换选择目标后，能力自身与选择相关的内容不会因此发生变更，依然以玩家自身做出的选择作为判断基准。这是为了避免玩家从主观角度发现自己的能力受到了“更换选择目标”类能力的影响。魔鬼代言人在选择半仙后导致目标转移，他在第二晚无法选择半仙，而不是无法选择转移后的目标。管家在选择主人时目标被变更，管家在下个白天投票时仍然需要参考他昨晚选择的那名玩家的投票意见，不会受到影响。\n- 如果多个更换选择目标的能力同时触发，说书人只需要选择其中一个能力生效。其他能力会相应的失效。这是为了避免玩家在分析夜晚发生的事情时，出现难以判断的复杂状况。\n- 如果一项能力的某个选择已经更换过目标了，那么这个选择也不会再次更换目标。这同样也是为了避免复杂状况的发生。然而，如果一项能力需要选择多名玩家作为目标，那么这些不同的选择能够分别受到不同的能力影响，从而更换成不同的目标。例如，侍女选择了莽夫和半仙，半仙将自己更改为魔鬼代言人，而莽夫则是被使节影响，最终侍女的选择结果会是魔鬼代言人和使节。在这个过程中，因为半仙这一目标已经发生过更换，因此使节无法使得魔鬼代言人这一已经更换过的目标再次更换为自己。\n- 如果一项能力在选择时需要选择多个目标，而其中一个目标受到能力效果影响而需要更换时，其他的目标不会因此受到影响。在这种情况下，受到影响时更换的新目标，不能是原本已经被选中作为目标的玩家。例如，侍女选择了红唇女郎和半仙，半仙使得侍女将目标替换为一名邪恶玩家时，这名玩家不能是红唇女郎，而需要在其他邪恶玩家中进行选择。\n- 在某些特殊的情况下，更换选择目标的效果，可能会导致没有合法的更换结果。在这种情况下，更换选择目标的能力不会产生任何效果。例如在上个例子中，如果侍女选择了镜像双子和半仙，且目前场上只有一名邪恶玩家——镜像双子。那么半仙的能力就无法使得侍女的目标改为一名邪恶玩家，从而导致侍女的选择还是镜像双子和半仙不变。\n- 该类能力与数学家的交互：只要一项能力成功因为其他角色的能力而更换了目标，使得能力生效目标与玩家进行选择的目标不相同的情况出现时，都会使得数学家获得的信息+1。多项更换选择目标能力对一个角色的能力造成影响时，只会让数学家+1（与其他情况一样，只看有几名玩家的角色能力未正常生效，而不看一名玩家的角色能力有多少次未正常生效）。\n【与更换选择目标相似的能力】\n- 镇长的能力近似于更换选择目标，但又有所不同。镇长的能力更换的是实际效果的生效目标，而非选择目标。这一更换不会导致角色选择的目标发生变化。恶魔攻击了镇长但陌客代替镇长死亡，并不会导致恶魔的选择目标变成陌客。恶魔选择的还是镇长不会变化。（虽然在效果的结算上，还是会按照恶魔选择了陌客的逻辑来进行处理，但是如果一项能力是判断选择目标或者影响选择目标的，那么不会判断为恶魔选择了陌客。）换言之，镇长的能力是说书人做出的决定，而非玩家的选择。因此恶魔攻击了镇长但莽夫代替镇长死亡，不会因此触发莽夫的能力从而让恶魔醉酒且莽夫不死。莽夫还是会因此死亡。镇长能更换“非选择性”的目标，例如军团、造谣者等无需玩家选择但会造成死亡的效果。（然而，在通常情况下，这个死亡目标本身就是说书人做出的决定，让这个能力在镇长面前晃荡一圈显得有点……多此一举。）\n【相关角色】\n- 华灯初上半仙（镇民）使节（外来者）\n- 山雨欲来掮客（镇民）\nNewPP limit report\nCached time: 20260120030445\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.007 seconds\nReal time usage: 0.009 seconds\nPreprocessor visited node count: 71/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:479-0!canonical and timestamp 20260120030445 and revision id 5509. Serialized with JSON."
    },
    {
        "id": 10,
        "name": "公开触发能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%85%AC%E5%BC%80%E8%A7%A6%E5%8F%91%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色的能力中提及了“公开”一词。所有这类的能力在触发时，需要做出类似于这样的声明：“我是猎手，我现在要使用我的能力，我选择小兰。”或“我是造谣者，我现在要使用我的能力，以下是我的声明……”\n公开意味着需要让包括说书人在内的绝大部分玩家都能清楚地听见并了解你说话的内容，以及你因此进行的行为。通常来说，公开触发的能力需要在白天进行。部分公开触发能力还有更为严格的时限（如月之子和呆瓜）。\n任何玩家都可以在自己不是某个需要公开触发能力的角色时，也伪装成这个角色并触发能力。说书人会配合该玩家假装他使用了自己的能力。因此，公开触发能力且未产生任何效果时，是无法证明自己就是这个角色的。\n部分旅行者的能力也是公开触发的（如枪手和屠夫），但由于所有玩家都知道旅行者的具体角色，因此旅行者的公开触发是其他非旅行者角色无法伪装的。本页面不列举旅行者的公开触发能力。\n可选规则：如果一局游戏中，有较多玩家声称自己是某个公开触发能力的角色，则建议说书人启用这项可选规则。在该规则下，每个白天每个公开触发能力的善良角色最多只能被三名玩家宣称。\n【相关角色】\n- 暗流涌动猎手（镇民）\n- 黯月初升造谣者（镇民）月之子（外来者）\n- 梦殒春宵杂耍艺人（镇民）呆瓜（外来者）\n- 实验性角色戏法师（镇民）异教领袖（镇民）落难少女（外来者）哥布林（爪牙）精神病患者（爪牙）\n- 传奇角色末日预言者公爵夫人\n- 华灯初上歌伶（镇民）\nNewPP limit report\nCached time: 20260120022746\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.013 seconds\nReal time usage: 0.025 seconds\nPreprocessor visited node count: 11/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:92-0!canonical and timestamp 20260120022746 and revision id 4464. Serialized with JSON."
    },
    {
        "id": 11,
        "name": "获得能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%8E%B7%E5%BE%97%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色可以通过自身的角色能力去让自己或其他玩家获得新的能力。\n如果一项能力允许一名玩家获得新的能力，则直到这项能力失效之前，玩家均会保留新的能力并持续生效。\n如果获得的能力是一项“死亡触发能力”，那么玩家会在死亡时触发该能力的效果。即使是玩家自己的角色能力让自己获得了“死亡触发能力”，这一能力也依然会在他死亡时保留效果。\n如果获得的能力是一项“死后能力保留”的能力，那么只要玩家在死亡时这一“获得能力”的能力是有效的，玩家就会持续保留这项“死后保留能力”。然而如果玩家在死亡时没有成功获得这一项能力，那么就不会在死后保留这项能力。（例如哲学家获得了陌客的能力，如果哲学家在醉酒后死亡，那么他不会在死后保留陌客的能力）\n如果玩家获得的能力是一项进场能力，该能力会在特定的时间点生效。说书人应该立即放置相应的提示标记，如果是在非首个夜晚且需要唤醒该玩家的（如获取信息、玩家需要做出选择等），那么一般需要在夜晚顺序表中，所有会造成玩家死亡的行动与效果全部结算完毕后，插入结算这些效果，唤醒该玩家并触发相应的能力。但某些特殊情况的选择（如痢蛭选择宿主），需要立刻被唤醒并进行选择。（因为这些能力通常不会在非首个夜晚生效，因此在夜晚顺序表中没有这些能力的触发时机。）如果存在多个处于这种情况下的玩家，那么由说书人来决定这些玩家的唤醒顺序，并分别单独唤醒这些玩家。这些能力的触发会插入夜晚顺序表的相关能力结算，并可能会影响夜晚顺序表中所有位于会造成死亡效果的角色行动之后的那些角色。另外，如果玩家在夜晚时获得进场能力的时机晚于这一规定时机，那么这些能力都会立即生效并进行结算。\n（这一规定的目的是为了让所有的角色能力都有机会受到中毒或死亡的效果所影响，从而让通过这种方式获得的信息与其他方式获取的信息一样，保持不确定性。然而如果你觉得这种定义较为繁琐，或者游玩的剧本中产生中毒效果的角色较少，或者一些特殊的情况出现了，你也可以使用更便捷的处理方式，例如，在一名玩家的角色变成教父时，告诉他你变成了教父，他所得知的在场外来者有哪些，以及让他行动来攻击一名玩家，将这些行为在同一次唤醒中一次性处理完毕。）\n【范例】\n> 范例: 咖啡师的“行动两次”效果对月之子生效。黎明时，月之子被说书人宣布死亡。此时，月之子需要立即选择两名不同的玩家。\n> 范例: 异端分子被处决而死亡。当晚，食人族被恶魔攻击并死亡。因为有两名玩家都具有异端分子的能力，从现在起胜负结果不会再被反转。\n> 范例: 在一局梦殒春宵中，哲学家在首个夜晚选择获得钟表匠的能力。说书人让他重新入睡，并在轮到应该唤醒钟表匠的时候将其唤醒并告知其相应的信息。然而，如果不是游戏的首个夜晚，说书人则应该等到恶魔行动后，再将钟表匠的信息告知哲学家。（如果此时哲学家醉酒或中毒，仍然需要注意说书人可以欺骗他并且可以告诉他错误的信息。）\n【相关角色】\n- 黯月初升学徒（旅行者）\n- 梦殒春宵哲学家（镇民）集骨者（旅行者）咖啡师（旅行者）\n- 实验性角色炼金术士（镇民）食人族（镇民）失忆者（镇民）小精灵（镇民）瘟疫医生（外来者）隐士（外来者）科学怪人（爪牙）巫师（爪牙）\n- 华灯初上变脸师（镇民）叫花子（旅行者）\n- 山雨欲来画皮（爪牙）姑获鸟（恶魔）\nNewPP limit report\nCached time: 20260119142622\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.006 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 34/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:93-0!canonical and timestamp 20260119142622 and revision id 5781. Serialized with JSON."
    },
    {
        "id": 12,
        "name": "获取信息",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%8E%B7%E5%8F%96%E4%BF%A1%E6%81%AF",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色的能力能够获取一系列的信息。在《染·钟楼谜团》中，有相当数量的角色能够获取信息，且这些角色能够获取信息的类型各不相同。\n- 获取信息的类别\n通常来说，在夜晚能够获得的信息类别较为受限。这是由于夜晚时说书人与玩家之间的交流通常是无声的，只能通过手势、标记等方式来传递信息。而在白天时，一些可以拜访说书人来获得信息的角色，其信息内容可能会更加丰富。\n根据信息内容，玩家获取到信息的表现形式也会不同。\n具体角色：说书人对玩家展示一个角色标记。\n具体玩家：说书人指向一名玩家，并确保得知信息的玩家的角度能够辨认出是哪一名玩家。\n具体阵营：说书人对玩家展示朝上或朝下的拇指。\n具体数字：说书人对玩家用手比出相应的数字作为信息。\n某个是非命题的结果：说书人对玩家点头或摇头作为信息。\n查看魔典：说书人将魔典递给玩家，玩家可以查看魔典中的内容，但不能擅自移动魔典中的标记，通常也不建议玩家直接通过手机拍照及类似的形式将魔典的内容记录下来。\n其他信息：除此之外的其他信息形式。\n如果玩家对夜晚得知的信息有任何不确定或者不清楚的内容，都可以在白天的时候私下拜访说书人再次确认此前获得的信息。\n- 信息受到影响\n有多种方式会对玩家获得的信息造成一定的影响，例如醉酒中毒等。这类效果的生效优先级如下：\n1.咖啡师的效果1：让玩家必定获得正确信息，包括自身能力使自己获得的信息，或是其他角色的能力使自己获得的信息。\n2.酿酒师：让被酿酒师选择的玩家通过自身能力获取信息时会得知酿酒师给出的特定信息。（此角色为国风角色合集山雨欲来中的爪牙）\n3.涡流：检测玩家的角色，如果玩家的角色是镇民，则不论该玩家的能力为何种角色类型的能力，都会让该玩家的能力产生错误信息，并作用到这一能力的信息接收方玩家上。\n4.骗人精：让一名善良玩家获得“有问题”的信息，包括自身能力使自己获得的信息，或是其他角色的能力使自己获得的信息。\n5.醉酒/中毒/认知覆盖等让玩家以为自己在不具有能力的情况下具有能力的欺骗性质的效果：如果玩家的角色能力（或玩家以为自己具有的角色能力）使自己获得信息，可能会因此使自己获得正确信息，也可能会因此使自己获得错误信息。（注意，“可能”一词代表由说书人决定。参考术语汇总。）如果玩家的角色能力使他人获得信息，则该能力会直接因为醉酒/中毒而失效，不会让他人获得信息。\n6.自身或他人能力对信息内容的限制：如占卜师的干扰项，博学者的限定信息格式为一对一错，以及在信息上造成干扰的陌客和间谍等等。\n需要注意的是，对于玩家自身的角色和阵营，通常来说上述效果均不会对这些信息造成影响。这些信息不属于常规的信息范畴，并且玩家也可以在任何时候拜访说书人以重新确认自己当前的角色和阵营。\n但这种情况也有例外。在玩家作为认知覆盖类能力的角色时，或是玩家自身的能力会导致自己的角色和/或阵营改变，且自身又处于醉酒/中毒状态时，玩家会因此从说书人那里得知错误的自身角色和/或阵营。这些情况需要针对具体的角色进行具体的分析，但通常来说，说书人在玩家具有认知覆盖能力或醉酒中毒的情况下，进行玩家的角色/阵营的欺骗行为，需要确保这个信息在玩家看来是可逆的。这意味着，具有认知覆盖的疯子需要持续认为自己是恶魔，而欺骗疯子变成了舞蛇人则无法做到这一点，因此说书人不应该这么做。同样的，如果玩家在醉酒中毒状态下可能会随时脱离这一状态，那么也不应该在他的能力所造成的变化上进行不可逆的欺骗，例如欺骗醉酒的舞蛇人他成功变成了邪恶的恶魔。\n- 错误信息的格式\n针对不同的角色获取的信息不同，其对应的“错误信息”的格式也各不相同。可以查看下方的具体角色以确认不同角色的错误信息格式。“错误信息格式”只在受到涡流等角色影响，产生必定错误的信息时用作参考。部分角色在醉酒中毒的情况下，给他提供的非正确信息并非一定是“错误信息”。（例如：得知了与标记玩家角色不同，但又是在场镇民角色的小精灵）\n部分角色产生的信息在线下游玩时，会出现难以变成“错误信息”的情况。（如XX角色在场，其表示形式是展示对应的角色标记，但没有“XX角色不在场”的对应提示方式。）在这种情况下，简化原则允许说书人提供正确信息，并类比到恐惧之灵这种公开信息的角色能力上，通过简化原则避免出现“抽象”的信息结果。通常来说，这种情况下建议只提供正确信息，在本页面的相关角色中，会予以标注“该角色的能力不会产生错误信息”。\n部分角色产生错误信息时，不应让特定的玩家得知合规但不合理的结果。比如：当驱魔人（国王）产生错误信息，在恶魔已经知晓爪牙的情况下让恶魔得知爪牙玩家是驱魔人（国王）。说书人应当结合实际经验来进行判断，给玩家带来良好的游戏体验，这里不再一一列出。\n【相关角色】\n根据获取信息的相关类型进行分类。\n[具体角色]\n- 暗流涌动洗衣妇（镇民）（错误信息格式：两名玩家和一个镇民角色，这两名玩家均不是这个镇民角色）图书管理员（镇民）（错误信息格式：两名玩家和一个外来者角色，这两名玩家均不是这个外来者角色）调查员（镇民）（错误信息格式：两名玩家和一个爪牙角色，这两名玩家均不是这个爪牙角色）送葬者（镇民）（错误信息格式：除白天死于处决的玩家的角色以外的任意角色）守鸦人（镇民）（错误信息格式：除被选中玩家的角色以外的任意角色）\n- 黯月初升祖母（镇民）（错误信息格式：除标记了“孙子”提示标记以外的任一玩家和任意角色（绝大部分时候应该给出善良角色，如果给出了善良玩家，则应该给除该玩家角色以外的任意角色），或标记了“孙子”提示标记的玩家和除该玩家角色以外的任意角色（同样绝大部分时候应该给出善良角色））教父（爪牙）（错误信息格式：所有不在场外来者）\n- 梦殒春宵筑梦师（镇民）（错误信息格式：该玩家角色所属阵营（注意不是该玩家阵营）的除该角色以外的任意角色，和该玩家角色所属阵营的对立阵营的任意角色）杂耍艺人（镇民）（错误信息格式：0~5中除正确信息以外的数字，绝大部分时候应该给出小于等于白天总共猜测数量的数字）镜像双子（爪牙）（错误信息格式：得知对应的玩家和除该玩家角色以外的任意角色，或非对应玩家和任意角色（如果是产出信息出错，则对立双子会得知镜像双子以外的任意玩家和镜像双子角色））流莺（旅行者）（错误信息格式：除该玩家角色以外的任意角色）\n- 实验性角色国王（镇民）（错误信息格式：一个不在场角色，或一个已死亡的角色。产出信息错误格式：恶魔会得知除该国王玩家以外的任意玩家。）小精灵（镇民）（错误信息格式：一个不在场的镇民角色）\n- 华灯初上阴阳师（镇民）（错误信息格式：两名善良角色和两名邪恶角色，但这些角色的在场数量不为2）\n- 山雨欲来方士（镇民）（错误信息格式：方士选择数字对应数量的不在场角色）提刑官（镇民）（错误信息格式：除白天被提刑官提名玩家的角色以外的任意非恶魔角色）\n[角色类型]\n- 暗流涌动占卜师（镇民）（错误信息格式：是或否，与正确信息不同）\n- 梦殒春宵贤者（镇民）（错误信息格式：两名玩家，且均不是杀死贤者的恶魔（需要注意通过相克规则触发贤者能力时，错误信息格式应为：两名非恶魔玩家））\n- 实验性角色唱诗男孩（镇民）（错误信息格式：一名非恶魔玩家）气球驾驶员（镇民）（错误信息格式：与昨晚所得知的玩家的当前角色类型相同的玩家）骑士（镇民）（错误信息格式：包含有恶魔的两名玩家）事务官（镇民）（错误信息格式：一名邪恶玩家）解谜大师（外来者）（错误信息格式：一名非恶魔玩家）\n- 山雨欲来知府（镇民）（错误信息格式：是或否，与正确信息不同）\n[阵营]\n- 暗流涌动厨师（镇民）（错误信息格式：0~合理的最大连续相邻的邪恶玩家数量，且与正确信息不同）共情者（镇民）（错误信息格式：0~2中除正确信息以外的数字）乞丐（旅行者）（错误信息格式：该玩家所属阵营的对立阵营。但是，通常来说，乞丐不会获得错误信息）\n- 梦殒春宵神谕者（镇民）（错误信息格式：0~合理的最多邪恶玩家数量，与正确信息不同，应该倾向于优先给出小于或等于当前已死亡玩家总数的数字）女裁缝（镇民）（错误信息格式：是或否，与正确信息不同）\n- 实验性角色村夫（镇民）（错误信息格式：所选玩家的对立阵营）贵族（镇民）（错误信息格式：三名任意玩家，且这三名玩家中属于邪恶阵营的玩家数量不为1）赏金猎人（镇民）（错误信息格式：一名善良玩家）\n- 华灯初上店小二（镇民）（错误信息格式：两名玩家，这两名玩家的阵营不全是善良阵营）\n[看魔典]\n- 暗流涌动间谍（爪牙）（错误信息格式：不与实际魔典一致的魔典，但应该尽量保证合理）\n- 实验性角色寡妇（爪牙）（错误信息格式：不与实际魔典一致的魔典，但应该尽量保证合理）\n[其他信息]\n- 黯月初升侍女（镇民）（是否被唤醒）（错误信息格式：0~2中除正确信息以外的数字）\n- 梦殒春宵钟表匠（镇民）（恶魔与爪牙距离）（错误信息格式：1~(玩家总人数-爪牙数量+1)/2中除正确信息以外的数字。极少数情况下，你可以给出0，这代表当前场上缺少爪牙或恶魔之中的一种角色类型）数学家（镇民）（能力未正常生效）（错误信息格式：0~玩家总人数-2中除正确信息以外的数字）卖花女孩（镇民）（恶魔是否投票）（错误信息格式：是或否，与正确信息不同）城镇公告员（镇民）（爪牙是否提名）（错误信息格式：是或否，与正确信息不同）博学者（镇民）（命题）（错误信息格式：参考博学者能力正常生效时的“错误信息”即可）艺术家（镇民）（是非问题）（错误信息格式：是或否，与正确信息不同。极少数情况下，你可以回答“我不知道”）\n- 实验性角色将军（镇民）（优势阵营）（错误信息格式：与正确信息不同的信息范围，包括：善良、邪恶、均势）女祭司（镇民）（最应该与其交流的玩家）（错误信息格式：除“最应该与其交流的玩家”之外的任意一名玩家）失忆者（镇民）（猜测准确程度）（错误信息格式：与正确的猜测程度不同的程度表述）修行者（镇民）（距离最近的邪恶玩家的方向）（错误信息格式：距离最近的邪恶玩家的方向的反方向；如果距离相等，则无论得知顺时针方向或逆时针方向都是错误信息）渔夫（镇民）（建议）（错误信息格式：错误的获胜建议）灵言师（爪牙）（关键词）（错误信息格式：错误的关键词）巫师（爪牙）（不会产生错误信息）召唤师（爪牙）（伪装）（错误信息格式：三个在场的善良角色）牙噶巴卜（恶魔）（秘密短语）（错误信息格式：错误的秘密短语）异术士（奇遇角色）（命题）（不会产生错误信息）\n- 华灯初上郎中（镇民）（与能力相关的词语）（错误信息格式：与能力无关的词语）钦天监（镇民）（距离最近的邪恶玩家的那一侧）（错误信息格式：错误的距离最近的邪恶玩家的那一侧）\n- 山雨欲来史官（镇民）（存活镇民的数量）（错误信息格式：1~合理的最大存活镇民数量，与正确信息不同）引路人（镇民）（是否被邪恶玩家的能力选择或影响）（错误信息格式：是或否，与正确信息不同）\n[让他人获取信息]\n这里只列举非“暴露角色”类获取信息的能力。\n- 黯月初升疯子（外来者）（错误信息格式：恶魔得知除该疯子玩家以外的任一玩家是疯子，恶魔得知与该疯子攻击目标不同的虚假攻击目标）\n- 实验性角色罂粟种植者（镇民）（错误信息格式：唤醒所有爪牙并让他们得知非恶魔玩家，依次唤醒每个恶魔，并让其得知非爪牙玩家。给出的恶魔/爪牙玩家的数量信息应该尽可能与当前情况贴合）告密者（外来者）（错误信息格式：三个在场的善良角色）\n- 传奇角色公爵夫人\n[不获取信息，但会产出信息的暴露角色]\n这里只列举上述类别中没有出现的暴露角色能力，且这些能力会产出信息的角色。\n- 黯月初升驱魔人（镇民）（错误信息格式：恶魔会得知除该驱魔人以外的一名玩家是驱魔人）\n- 实验性角色报丧女妖（镇民）（不会产生错误信息）守夜人（镇民）（错误信息格式：该玩家会得知除该守夜人以外的任意玩家是守夜人）落难少女（外来者）（不会产生错误信息）寡妇（爪牙）（不会产生错误信息）恐惧之灵（爪牙）（不会产生错误信息）提线木偶（爪牙）（错误信息格式：恶魔会得知其另一侧邻近的不为提线木偶的玩家是提线木偶）维齐尔（爪牙）（不会产生错误信息）利维坦（恶魔）（不会产生错误信息）\n- 华灯初上书生（外来者）（不会产生错误信息）狐媚娘（爪牙）（不会产生错误信息）\n[其他非“获取信息”类能力，但也能借由能力获取信息的角色]\n- 暗流涌动贞洁者（镇民）（是否镇民）猎手（镇民）（是否恶魔）\n- 黯月初升赌徒（镇民）（是否特定角色）造谣者（镇民）（命题是否为真）月之子（外来者）（阵营）\n- 梦殒春宵舞蛇人（镇民）（是否恶魔）呆瓜（外来者）（阵营）\n- 实验性角色半兽人（镇民）（阵营）杂技演员（镇民）（是否醉酒中毒）\nNewPP limit report\nCached time: 20260120031315\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.020 seconds\nReal time usage: 0.026 seconds\nPreprocessor visited node count: 128/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:96-0!canonical and timestamp 20260120031315 and revision id 5668. Serialized with JSON."
    },
    {
        "id": 13,
        "name": "互动干扰",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E4%BA%92%E5%8A%A8%E5%B9%B2%E6%89%B0",
        "content": "<<返回角色能力类别总览\n【能力简介】\n互动干扰类能力，指的是在与其他角色能力或游戏规则进行互动时，对能力进行的判断条件或者结果的干扰能力。（需要注意，部分互动干扰通常不会干扰游戏规则的互动，因为这属于“可以但不建议”范畴。）\n目前，互动干扰能力能够干扰的范围包含：角色、阵营和生死。\n互动干扰能力会使得一个效果在对玩家的某个状态进行判断时，判断出错。如将一名玩家的角色当作另一个角色，将他的阵营当作另一个阵营，将他的生死状态当成与他当前的状态不符的另一种状态。在生死状态的干扰上，还会对部分游戏规则产生影响，详情参考僵怖和赶尸人的页面。\n受到互动干扰类能力而产生的与不受干扰时不同的信息，属于“错误信息”。\n如果互动干扰能力生效，从而使得本该生效的能力失效，或本该失效的能力生效，或让能力结果发生了变化，那么就会被数学家检测到。（自身能力对自己产生干扰效果除外。）\n玩家的当前阵营同时也决定了玩家在一局游戏中获胜的条件。具有“阵营”类互动干扰能力的角色，与阵营转变不同，玩家的获胜条件始终与他的当前阵营相同，而不会受到能力干扰而使得自己的获胜条件发生变化。\n【互动干扰对结果的干扰规则】\n这里以陌客为例：\n- 在一局游戏中的不同时间里，陌客可以被同一名玩家当作不同的结果。例如被气球驾驶员多次得知。\n- 在一局游戏中的同一时间里，陌客可以被不同的玩家当作不同的结果。例如被寡妇的能力当作善良玩家（并使得不会有第二名善良玩家得知寡妇在场）的同时，被厨师的能力当作邪恶玩家。\n- 在同一名玩家的探查型能力中，如果包含了多次判断，陌客可以在每一次判断中都被当作不同的结果。例如厨师页面的特殊范例。但请注意：这只是规则上允许这么做，但在实际运作上来说，这种行为会使得玩家能力所获取的信息变得十分混乱，非常不利于玩家的游戏体验，因此建议说书人在玩家的一项能力的单次触发中，不论这项能力会进行单次判断还是多次判断，都只将陌客当作同一种结果。（可以类比到钟表匠和钦天监。）\n互动干扰与回溯型能力的相关互动：\n- 如果一名玩家的角色在回溯节点下是具有互动干扰能力的角色且拥有能力，无论他在生效节点下是什么角色（或者他是否拥有能力），他都能够正常对回溯型能力的回溯节点进行干扰。\n- 反之，如果一名玩家的角色在回溯节点下不是具有互动干扰能力的角色（或者他是具有互动干扰能力的角色但失去能力），无论他在生效节点下是什么角色（或者他是否拥有能力），他都无法对回溯型能力的回溯节点进行干扰。\n- 互动干扰对回溯型能力的干扰时机是在回溯节点下，而非生效节点下。\n【生死状态干扰及相关交互】\n- 与基础规则有关的，判断游戏是否结束的条件中，干扰效果一定不生效。\n> 范例: 场上只有2人存活，但有“假死”僵怖，不论僵怖是否醉酒，游戏继续。\n> 范例: 场上有4人存活，但其中有2名玩家是“活尸”，游戏结束。\n- 与角色能力有关的，判断能力是否触发的条件中，干扰效果在干扰来源能力正常时生效，在失去能力时失效。\n> 范例: 场上有3人存活且有“假死”僵怖，此时能触发镇长的特殊胜利能力。（如果只有2人存活但“假死”僵怖醉酒，也能触发。）\n- 对于在进行玩家选择时，选择条件中带有存活或死亡的判断时，始终以城镇广场上的情况为准，不考虑干扰效果是否生效。\n> 范例: 侍女可以选择“活尸”玩家，但“活尸”玩家被欺骗而唤醒时，因为处于没有能力的状态，不算作“因为自身能力而被唤醒”，而是由于“活尸”效果附带的欺骗效果被唤醒。（换言之：侍女可以变相检测“活尸”状态。）\n> 范例: 不论如何，舞蛇人都不能选择城镇广场上已死亡的玩家，因此无法与“假死”的僵怖进行角色和阵营交换。\n> 范例: 教授可以选择“假死”玩家，但因为假死玩家实际上处于存活状态，教授在使用能力后无法将他复活（即使该假死玩家是镇民）。在教授选中了假死镇民的情况下，教授不会被数学家记录（因为教授本就不应该复活一名存活玩家）。\n- 活尸状态与其他能力互动的说明\n活尸与醉酒中毒有所不同的是，醉酒中毒是基于角色本身状态（醉酒/清醒、中毒/健康）的欺骗，活尸和假死是对生死状态的类似于认知覆盖以及互动干扰的综合效果，活尸与假死的状态变化是单次结算的，而被当作存活与被当作死亡则是一种互动干扰效果，在欺骗上虽然与醉酒中毒或认知覆盖相同，但在能力互动上来说，因为活尸玩家不再具有能力，所有欺骗是基于“玩家处于活尸状态”下的欺骗。\n因此，活尸状态下玩家在夜晚被唤醒不算作“因自身能力而被唤醒”，在这种情况下的能力效果不论如何也不会使得数学家的信息+1（因为实际没有能力，而不是能力生效了但未正常生效）。\n这种情况可以类比：中毒哲学家选择获得博学者能力，找说书人获取博学者信息时，说书人是基于欺骗“哲学家获得了博学者能力”而进一步的欺骗，但不论说书人给出什么样的博学者信息，都只会让数学家在哲学家选择获得博学者能力的那一晚+1，此后不会再进行增减。\n另外，活尸状态下的玩家不会受到涡流等效果干扰（因为活尸没有能力，所以活尸不会有能力产生信息）。\n僧侣的保护无法让已经进入“活尸”状态的玩家“不再处于活尸状态”。\n- 对于上述选择的补充说明：在这类能力互动中，说书人在什么时候应该根据规则中的“选择目标不合法”来让使用能力的玩家重新选择？对于选择存活玩家的能力，由于玩家只能将城镇广场上的存活玩家作为目标，如果此时玩家选择了当晚死亡的玩家，说书人应该提醒玩家重新选择。如果选择到的是“活尸”玩家，不论能力干扰来源是否生效，都不应该让玩家重新选择。在这种情况下玩家不能选择“假死”玩家。对于选择死亡玩家的能力，由于玩家只能将城镇广场上的死亡玩家作为目标，如果此时玩家选择了当晚复活的玩家，说书人应该提醒玩家重新选择。如果选择到的是“假死”玩家，不论能力干扰来源是否生效，都不应该让玩家重新选择。在这种情况下玩家不能选择“活尸”玩家。与更换选择目标类能力之间的互动：如果玩家的选择目标会因为某些效果造成目标选择结果的更换，也需要在满足玩家当前所选的目标合法，而非以不合法的选择作为玩家选择的结果，再进行目标更换，更换至合法目标。反之，在玩家选择了合法目标后，可以通过目标更换，更换至“在主动选择时不合法”的目标。更换目标后不会进行目标选择上的合法性判断，且不会影响以该玩家为视角的，对于场上玩家的生死状况的判断。\n- 对于不需要玩家进行选择的能力，能力中带有存活或死亡的判断时，如果干扰来源正常生效，则以城镇广场上的情况为准。如果干扰来源未生效，则以魔典（即实际情况）为准。\n- 如果一名玩家因为某些原因，将会同时处于“活尸”和“假死”状态，则该玩家处于“正常的存活状态”（也就是这两个效果同时存在时会互相抵消）。\n> 范例: 白天有外来者死亡，夜晚僵怖被穷奇攻击后，僵怖的“首次死亡”能力会被触发，但僵怖不会死亡，也不会进入“假死”或“活尸”状态。\n- 在上述规则说明中使用的是线下游玩的概念。在线上时，规则应该进行如下的等价替换：城镇广场的情况=线上时的魔典情况；魔典的情况=线上时魔典+说书人自定义笔记的情况。\n【相关角色】\n- 暗流涌动占卜师（镇民）陌客（外来者）间谍（爪牙）\n- 黯月初升僵怖（恶魔）\n- 实验性角色军团（恶魔）小怪宝（恶魔）（与互动干扰类似，但实际上不是互动干扰。与“被当作恶魔”不同，小怪宝的能力不会因为场上没有恶魔而使游戏结束。）半兽人(镇民）\n- 传奇角色革命者\n- 华灯初上赶尸人（爪牙）穷奇（恶魔）\n- 山雨欲来提刑官（镇民）画皮（爪牙）\nNewPP limit report\nCached time: 20260120035432\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.018 seconds\nReal time usage: 0.034 seconds\nPreprocessor visited node count: 39/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:94-0!canonical and timestamp 20260120035432 and revision id 5726. Serialized with JSON."
    },
    {
        "id": 14,
        "name": "回溯型能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%9B%9E%E6%BA%AF%E5%9E%8B%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n具有回溯型能力的角色，在相关能力生效时，会回顾在这之前某个时间点下的一些游戏状况，并以此作为判断能力是否生效，能力应该如何生效的前提条件。\n这类能力具有两个时间点：生效节点和回溯节点。\n- 在生效节点下，只判断玩家是否醉酒中毒，来决定能力是否正常生效。\n- 在回溯节点下，只判断玩家该项能力的前提条件是否满足，而不关注角色在那个节点下是否具有能力。\n回溯节点下的判断条件又分两种。\n- 某些角色判断当前游戏中发生的客观事实，而无需玩家要作为检测条件的那个角色参与其中。这类能力即使玩家在回溯节点下不是那个角色，只要在生效节点下是那个角色即可触发相应的效果。\n- 某些角色判断自己是否参与并进行了某些行为。这类能力必须要玩家在回溯节点下作为那个角色进行相关行动，才能在生效节点下触发相应的效果。\n回溯型能力与互动干扰的相关互动：\n- 如果一名玩家的角色在回溯节点下是具有互动干扰能力的角色且拥有能力，无论他在生效节点下是什么角色（或者他是否拥有能力），他都能够正常对回溯型能力的回溯节点进行干扰。\n- 反之，如果一名玩家的角色在回溯节点下不是具有互动干扰能力的角色（或者他是具有互动干扰能力的角色但失去能力），无论他在生效节点下是什么角色（或者他是否拥有能力），他都无法对回溯型能力的回溯节点进行干扰。\n- 互动干扰对回溯型能力的干扰时机是在回溯节点下，而非生效节点下。\n【范例】\n> 范例: 一名邪恶的爪牙玩家伪装成造谣者，并在当天白天公开发表了一项正确的声明。当晚，该玩家被麻脸巫婆变成了造谣者。随后，在轮到造谣者的夜晚顺序时，判断作为造谣者的玩家在白天确确实实发表了一项正确的声明。因此，说书人选择了一名玩家作为造谣者的能力目标且死亡。\n> 范例: 杂耍艺人坐在诺-达鲺的旁边，因此中毒。在第一个白天，杂耍艺人进行了三次猜测且均猜测正确。当晚，杂耍艺人被僧侣保护，因此不再中毒，并得知了作为自己猜测结果的正确信息“3”。\n> 范例: 哲学家在某个夜晚选择获得了卖花女孩的能力，随后一名在当天白天投过票的玩家被麻脸巫婆变成了涡流。真正的恶魔没有在白天投票，因此稍后哲学家被唤醒时，因为涡流的影响而得知了“是”。\n> 范例: 侍女玩家选择了教父和弄臣，得知了两人中当晚因自身能力被唤醒的玩家数量为“0”。在下一个白天，教父被处决并死亡。当晚，侍女被麻脸巫婆变成沙巴洛斯。在轮到沙巴洛斯行动时，作为沙巴洛斯的玩家昨晚选择的两名玩家中有一名当前为已死亡状态，但他未在前一晚作为沙巴洛斯做出选择，不满足反刍的前提条件。说书人无法选择让教父被沙巴洛斯复活。\n> 范例: 伪装成月之子的主谋死亡，并用自己的能力选择了一名善良玩家。当晚，主谋被麻脸巫婆变成了月之子。但由于该玩家的前置条件“作为月之子死去时触发，并选择了一名善良玩家”不满足，因为他并未作为月之子死去。（因为月之子的能力不仅是回溯型能力，同时也是死亡触发型能力。）因此那名善良玩家不会因为月之子的效果而死亡。\n> 范例: 伪装成杂耍艺人的畸形秀演员在第一个白天选择进行了三次猜测且均猜测正确。当晚，理发师的效果触发，恶魔选择畸形秀演员与杂耍艺人进行了角色交换。现在，作为杂耍艺人的前畸形秀演员当晚无法获取到任何关于白天猜测的有关信息，因为他并未在自己“作为杂耍艺人的首个白天”进行猜测。（“在你的首个白天”中的“你”指的是玩家作为该能力所属角色时的“你”，而非玩家的“你”，类似能力描述有“在你的首个夜晚”）\n【相关角色】\n[客观条件回溯]\n- 暗流涌动送葬者（镇民）\n- 黯月初升造谣者（镇民）教父（爪牙）僵怖（恶魔）\n- 梦殒春宵数学家（镇民）卖花女孩（镇民）城镇公告员（镇民）\n- 实验性角色限（爪牙）牙噶巴卜（恶魔）\n- 华灯初上穷奇（恶魔）\n- 山雨欲来史官(镇民）知府（镇民）暴君（恶魔）\n[需要角色主观参与]\n- 黯月初升月之子（外来者）普卡（恶魔）（虽然普卡的第二个能力也是回溯型能力，但回溯的前提条件是“上一个因自己能力而中毒的玩家”，因此普卡在回溯时会跳过那些“被自己能力选择但并未导致中毒”的玩家，只判断自己具有能力时让谁中毒了）沙巴洛斯（恶魔）珀（恶魔）\n- 梦殒春宵杂耍艺人（镇民）\n- 实验性角色公主（镇民）赏金猎人（镇民）灵言师（爪牙）笑匠（旅行者）\n- 华灯初上变脸师（镇民）歌伶（镇民）书生（外来者）逆臣（外来者）养蛊人（爪牙）\n- 山雨欲来秉笔（镇民）提刑官（镇民）酿酒师（爪牙）\nNewPP limit report\nCached time: 20260119164052\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.022 seconds\nReal time usage: 0.038 seconds\nPreprocessor visited node count: 78/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:34-0!canonical and timestamp 20260119164052 and revision id 5782. Serialized with JSON."
    },
    {
        "id": 15,
        "name": "进场能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%BF%9B%E5%9C%BA%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分能力会在角色进场时触发并产生效果。\n如果这类角色在游戏开始时被玩家抽取作为自己的角色，那么角色能力就会在首个夜晚触发。\n如果这类角色在游戏中途时（非首个夜晚）被通过能力创造出来，那么角色能力就会在当晚触发。如果是需要唤醒该玩家的（如获取信息、玩家需要做出选择等），那么一般需要在夜晚顺序表中，所有会造成玩家死亡的行动与效果全部结算完毕后，插入结算这些效果，唤醒该玩家并触发相应的能力。但某些特殊情况的选择（如痢蛭选择宿主），需要立刻被唤醒并进行选择。\n部分角色的进场能力包含不需要唤醒和需要唤醒两个部分，例如祖母。如果这类角色在中途被创造，不需要唤醒的能力会立即生效，而需要唤醒的能力则可能会由于立即受到恶魔的攻击导致不生效。（即：如果恶魔在当晚攻击了祖母的孙子，则祖母会在得知孙子是谁之前就死亡。）\n即使角色在中途被创造时对应的玩家已经死亡，如果一项进场能力包含了“即使你已死亡”，那么相应的进场设置也会正常设置，例如解谜大师。\n【相关角色】\n- 暗流涌动洗衣妇（镇民）图书管理员（镇民）调查员（镇民）厨师（镇民）占卜师（镇民）（虽然在能力描述中没有明确说明，但是占卜师的放置“干扰项”标记是一项进场能力。）\n- 黯月初升祖母（镇民）教父（爪牙）学徒（旅行者）\n- 梦殒春宵钟表匠（镇民）杂耍艺人（镇民。虽然杂耍艺人并非在游戏中途产生就必须要立即使用能力，但能力仍然关注玩家是否是在作为杂耍艺人时的第一个白天进行猜测。）镜像双子（爪牙）诺-达鲺（恶魔）\n- 实验性角色贵族（镇民）公主（镇民）骑士（镇民）赏金猎人（镇民）事务官（镇民）小精灵（镇民）修行者（镇民）半兽人(镇民）（虽然在能力描述中没有明确说明，但是半兽人的放置“失足”标记是一项进场能力。）告密者（外来者）解谜大师（外来者）食人魔（外来者）寡妇（爪牙）灵言师（爪牙）痢蛭（恶魔）牙噶巴卜（恶魔）侏儒（旅行者）暴风捕手（奇遇角色）\n- 传奇角色玩具匠失败的上帝\n- 华灯初上店小二（镇民）钦天监（镇民）阴阳师（镇民）逆臣（外来者）狐媚娘（爪牙）\n- 山雨欲来方士（镇民）俑匠（镇民）酒保（外来者）画皮（爪牙）\nNewPP limit report\nCached time: 20260119163209\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.016 seconds\nReal time usage: 0.028 seconds\nPreprocessor visited node count: 10/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:95-0!canonical and timestamp 20260119163209 and revision id 5780. Serialized with JSON."
    },
    {
        "id": 16,
        "name": "角色变化",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%A7%92%E8%89%B2%E5%8F%98%E5%8C%96",
        "content": "<<返回角色能力类别总览\n【能力简介】\n如果一名玩家在游戏过程中复活、变化或交换了角色，视为他获得了一个新的角色。\n- 他会立即获得这个新角色的能力，并失去原本的角色能力。原本角色的所有能力效果都会终止，相应的提示标记也会全部移除。新的角色视为该玩家以全新状态获得，因此能够触发“在你的首个夜晚/白天”类能力，或是使用“每局游戏限一次”的能力。这个角色在本局游戏中此前被其他任何玩家以任何方式使用过的能力，都不会影响现在该玩家来使用这个角色。（方古的全局限一次转变外来者的效果是例外）\n- 如果一名玩家在游戏过程中变成了爪牙或恶魔角色，他不会得知其他邪恶玩家是谁，也不会因为变成了恶魔角色而得知三个不在场的善良角色。因为这些信息只在整局游戏的首个夜晚提供给爪牙和恶魔玩家。\n- 方括号能力[]仅在初始设置时有效，在游戏过程中不会产生任何效果。如果有玩家变成了这样的角色，这部分内容的能力也不会有任何效果。\n【相关角色】\n- 暗流涌动红唇女郎（爪牙）小恶魔（恶魔）\n- 梦殒春宵舞蛇人（镇民）理发师（外来者）麻脸巫婆（爪牙）方古（恶魔）\n- 实验性角色工程师（镇民）农夫（镇民）巡山人（镇民）帽匠（外来者）召唤师（爪牙）卡扎力（恶魔）暴乱（恶魔）笑匠（旅行者）印度教教徒（奇遇角色）\n- 华灯初上悟道者（镇民）\n- 山雨欲来狸猫（镇民）入殓师（外来者）\nNewPP limit report\nCached time: 20260120025121\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.014 seconds\nReal time usage: 0.025 seconds\nPreprocessor visited node count: 10/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:97-0!canonical and timestamp 20260120025121 and revision id 5755. Serialized with JSON."
    },
    {
        "id": 17,
        "name": "邻近",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E9%82%BB%E8%BF%91",
        "content": "<<返回角色能力类别总览\n【术语介绍】\n部分角色的能力会关注与该角色邻近的玩家。\n与一名玩家“邻近”的玩家，始终指的是该玩家左右两侧（即顺时针和逆时针两个方向上分别最近）的玩家。\n一名玩家的“邻近玩家之一”，指的是与该玩家邻近的两名玩家之中的一名玩家。\n部分关注邻近的能力中，还会带有一些额外的限制条件，如“邻近的存活玩家”、“邻近的镇民玩家”、“邻近的善良玩家”等。在判断上述带有限制条件的邻近玩家时，会从目标玩家的顺时针和逆时针方向上，分别寻找满足这一条件的距离最近的玩家，跳过那些距离较近但是不满足条件的玩家，并最终得到两名玩家作为筛选结果。不论这两名玩家与目标玩家的距离是否相等，这两名玩家都是该目标玩家的“邻近的{满足限制条件的}玩家”。（即不会只取距离目标玩家更近的那名玩家作为满足条件的邻近玩家。）\n由于上述的这些限制条件在能力判断中会进行检测，而通常这些属于玩家的状态会发生变化或受到能力或互动干扰，因此需要注意的是，这类“邻近”能力通常在每次能力触发或生效时，都会重新对“邻近”的限制条件进行检测，从而使得每次的能力中的“邻近”玩家这一判断结果有所不同。\n【相关角色】\n- 暗流涌动厨师（镇民）共情者（镇民）\n- 黯月初升茶艺师（镇民）\n- 梦殒春宵亡骨魔（恶魔）诺-达鲺（恶魔）\n- 实验性角色异教领袖（镇民）提线木偶（爪牙）黑帮（旅行者）\n- 传奇角色革命者\n- 华灯初上和尚（镇民）钦天监（镇民）煞星（外来者）赶尸人（爪牙）混沌（恶魔）\n- 山雨欲来酒保（外来者）\nNewPP limit report\nCached time: 20260120052013\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.014 seconds\nReal time usage: 0.026 seconds\nPreprocessor visited node count: 7/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:98-0!canonical and timestamp 20260120052013 and revision id 5718. Serialized with JSON."
    },
    {
        "id": 18,
        "name": "免死",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%85%8D%E6%AD%BB",
        "content": "<<返回角色能力类别总览\n【能力简介】\n一些角色的能力能够保护特定玩家不会死亡。这些能力的保护效果有持续时间，或生效条件，或仅能在特定情形下保护玩家不会死亡。\n受到保护而免死的玩家，在保护期间内不会死亡，也不会触发“死亡触发能力”，也不会因为部分特殊攻击的效果而进入“假死”或“活尸”状态。\n【相关角色】\n- 暗流涌动僧侣（镇民）士兵（镇民）镇长（镇民）\n- 黯月初升水手（镇民）旅店老板（镇民）茶艺师（镇民）弄臣（镇民）和平主义者（镇民）魔鬼代言人（爪牙）僵怖（恶魔）\n- 梦殒春宵麻脸巫婆（爪牙）（麻脸巫婆在创造恶魔的夜晚，说书人能让原本被恶魔攻击且会死亡的玩家免死）怪咖（旅行者）\n- 实验性角色半兽人（镇民）公主（镇民）精神病患者（爪牙）维齐尔（爪牙）痢蛭（恶魔）暴风捕手（奇遇角色）\n- 华灯初上打更人（镇民）锦衣卫（镇民）梼杌（恶魔）\n- 山雨欲来巡察（镇民）俑匠（镇民）画皮（爪牙）（画皮会阻止因他能力导致的“活尸”玩家下一次死亡）\nNewPP limit report\nCached time: 20260120035627\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.006 seconds\nReal time usage: 0.010 seconds\nPreprocessor visited node count: 7/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:99-0!canonical and timestamp 20260120035627 and revision id 5734. Serialized with JSON."
    },
    {
        "id": 19,
        "name": "能力效果干扰",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%83%BD%E5%8A%9B%E6%95%88%E6%9E%9C%E5%B9%B2%E6%89%B0",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色能力能够干扰其他角色的能力，使得受到干扰的角色能力部分或全部失效。根据具体的干扰能力的不同，受到干扰的玩家可能会得知自己的能力失效，也可能无从得知。\n在处理能力失效这一结果时，关于说书人与玩家能力之间的交互逻辑，可以参考中毒页面的相关内容。\n在受到其他角色干扰而使得自身的能力失效时，会被数学家检测到。\n【相关角色】\n- 黯月初升驱魔人（镇民）（让恶魔无法因为自身能力被唤醒）刺客（爪牙）（无视阻止死亡的能力）\n- 梦殒春宵涡流（恶魔）（让镇民玩家的角色能力必定产生错误信息）咖啡师（旅行者）（让效果对象免疫中毒醉酒干扰并必定获取正确信息）\n- 实验性角色传教士（镇民）（让爪牙失去能力）罂粟种植者（镇民）（让恶魔和爪牙无法获取相应信息）\n- 传奇角色骗人精（干扰善良玩家获取信息真伪）\n- 华灯初上和尚（镇民）（使能力失效）熊孩子（镇民）（让目标产生错误信息）梼杌（恶魔）（让爪牙失去能力）\n- 山雨欲来酿酒师（爪牙）（让目标通过自身能力获取特定信息）\nNewPP limit report\nCached time: 20260120033135\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.013 seconds\nReal time usage: 0.026 seconds\nPreprocessor visited node count: 9/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:100-0!canonical and timestamp 20260120033135 and revision id 5662. Serialized with JSON."
    },
    {
        "id": 20,
        "name": "认知覆盖",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%AE%A4%E7%9F%A5%E8%A6%86%E7%9B%96",
        "content": "<<返回角色能力类别总览\n【能力简介】\n在《染》中，玩家可以随时向说书人确认自己的当前角色和阵营，且必定会获得正确信息。因为玩家需要明确地知道自己的能力会产生什么样的效果，自己需要帮助哪一方阵营获胜。而“认知覆盖”的能力会让玩家误以为自己是与原本角色/阵营不同的角色/阵营，说书人会假装玩家是他以为的那个角色/阵营来进行行动，但玩家以为的角色其能力不会产生任何效果，玩家也无法从说书人处确认自己原本的角色/阵营。关于这一部分可以参考中毒页面。\n虽然认知覆盖类能力没有从能力上注明生效时间，但从认知覆盖能力的设计意图出发，便能明白这类能力即使是玩家醉酒中毒甚至是死亡的时候，也会仍然产生效果。否则，以为自己是占卜师的酒鬼在中毒的时候说书人会告诉他他实际上是酒鬼，以为自己是僵怖的疯子在死亡时说书人不将他唤醒，从而导致他意识到自己实际上是疯子，诸如此类都会使得认识覆盖无法达成其原本的目的。（虽然国外大多数玩家认为这一效果在死亡后会失去，但这也就意味着一名死亡的玩家可以随时向说书人确认自己的“非认知覆盖”的真实角色，从而使对局显得有些功利性，玩家可以通过被处决来得知自己的真实角色，并因此确定外来者的数量。）只有当具有认知覆盖类能力的角色离场时，认知覆盖的能力才会失效。\n目前除食人魔之外的所有的认知覆盖能力都只影响角色的认知。然而由于基础规则“初始抽取到善良/邪恶角色的玩家其阵营会成为善良/邪恶阵营”，因此如果认知覆盖的角色与实际角色不是同一阵营的角色，会使得初始角色为认知覆盖角色的玩家同时受到角色和阵营的两种认知覆盖效果。也就是说，初始为疯子和提线木偶的玩家需要同时误以为自己是其他角色和其他阵营，即使这两个角色的认知覆盖能力只包含了角色的认知覆盖。（如果不具有阵营认知覆盖，则初始为善良恶魔的玩家——因为玩家可以随时向说书人确认自己的当前角色和阵营——会立刻意识到自己实际上是疯子，否则不会有其他能力能允许恶魔在游戏开始时处于善良阵营。）\n因此，如果这类角色在游戏中途被创造，因为游戏中途是可以出现善良的恶魔或邪恶的镇民的，这些角色的认知覆盖能力也就不会再覆盖阵营的认知了。\n在认知覆盖中有一个特别的角色魔术师，他的认知覆盖是影响特定玩家对他人的认知（其他认知覆盖都是影响特定玩家对自身的认知）。这类认知覆盖实际上与互动干扰非常相似，区别在于认知覆盖仅会影响信息的获取，但不会对非信息类的互动产生干扰。\n- 认知覆盖能力对角色/阵营变化的影响\n在进行不具有认知覆盖能力的角色或阵营变化时，会以常规方式通知发生变化的玩家。然而如果玩家变成了有认知覆盖能力的角色，或从有认知覆盖能力的角色变成了其他角色，或在具有认知覆盖能力的情况下发生阵营变化，则需要对比角色/阵营变化前后是否产生差异，并只通知有差异的部分。在进行比较时，在变化前/变化后这两种情况中，如果玩家处于了认知覆盖的状态，则将认知覆盖后的角色/阵营参与变化前后的对比，再将对比结果通知玩家。\n以下是一些常见的变化与通知的范例：\n> 范例: 初始疯子受到灵言师的效果转为邪恶阵营，不通知玩家。（变化前认知为邪恶，变化后实际为邪恶，对比后无变化）\n> 范例: 初始疯子认为自己是方古，随后被方古攻击并变成邪恶的方古，不通知玩家。（变化前认知为邪恶方古，变化后实际为邪恶方古，对比后无变化）\n> 范例: 初始提线木偶认为自己是占卜师，随后被麻脸巫婆变成占卜师，通知玩家变为邪恶。（变化前认知为善良占卜师，变化后实际为邪恶占卜师且不再有认知覆盖效果，对比后阵营发生变化）\n> 范例: 初始提线木偶认为自己是占卜师，随后被麻脸巫婆变成酒鬼占卜师，通知玩家变为邪恶。（变化前认知为善良占卜师，变化后认知为占卜师且不再有阵营的认知覆盖效果，对比后阵营发生变化）\n> 范例: 善良哲学家被麻脸巫婆变成疯子，且以为自己是小恶魔，通知玩家变为小恶魔，但阵营不变。（变化前实际为哲学家，变化后认知为小恶魔。认知覆盖效果只覆盖角色不覆盖阵营，对比后角色发生变化）\n- 认知覆盖类角色的限制与嵌套\n具有自我认知覆盖能力的角色始终无法作为玩家对于自身的角色认知。例如：酒鬼玩家即使是猜测出了自己可能是酒鬼，也无法从说书人处得知自己是否是酒鬼。同样，玩家也无法在角色变化后，得知自己变成了酒鬼。\n不建议将具有自我认知覆盖能力的角色作为另一认知覆盖能力的结果，并产生嵌套。例如：实际上是提线木偶，认知自己是酒鬼随后又通过酒鬼认知自己是占卜师。这种嵌套虽然符合“欺骗”原则（即：因为玩家不能认知自己是酒鬼所以欺骗他是镇民），但不符合游戏规则，因为仅仅以为自己是某个角色是无法获得那个角色的能力的。\n无法通过欺骗具有自我认知覆盖的玩家，让他的认知超出角色原本认知覆盖的范围。例如：不能欺骗酒鬼舞蛇人让他以为自己变成了恶魔，因为酒鬼需要始终以为自己的角色是镇民。\n【相关角色】\n- 暗流涌动酒鬼（外来者）\n- 黯月初升疯子（外来者）\n- 实验性角色魔术师（镇民）食人魔（外来者）提线木偶（爪牙）遗忘之门（奇遇角色）\n- 华灯初上悟道者（镇民）\nNewPP limit report\nCached time: 20260120031633\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.009 seconds\nReal time usage: 0.014 seconds\nPreprocessor visited node count: 40/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:101-0!canonical and timestamp 20260120031633 and revision id 5614. Serialized with JSON."
    },
    {
        "id": 21,
        "name": "设置调整",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E8%AE%BE%E7%BD%AE%E8%B0%83%E6%95%B4",
        "content": "<<返回角色能力类别总览\n【能力简介】\n通常来说，在一局《染》中，玩家抽取到的角色应该满足：\n1.角色类型/阵营分布根据玩家人数固定\n2.所有同一类型的角色都有相同的出场机会，但并非每局都固定出场\n3.场上不会存在多个完全相同的角色\n而具有“设置调整”能力的角色能够打破上述规则，使得其中一项或多项情况发生变化。\n如果将具有“设置调整”能力的角色作为一局游戏的出场角色，则需要根据这些角色的调整规则，将出场角色按照特定的方式进行调整。在这一阶段中，游戏尚未开始，因此只会有与“设置调整”相关的能力会产生效果。而在游戏开始后，设置调整能力不再产生任何效果，同时角色的其他部分的能力开始生效。（例：陌客在这一步骤中无法被当作爪牙角色使得设置的时候少一个爪牙而多一个外来者。）\n至于卡扎力等角色的设置调整能力，则是该角色作为初始出场的角色触发设置调整能力，而这项能力使得他需要在首个夜晚进行相关的操作。（可以理解为首夜的行动是由设置调整能力而附带的额外能力。）这些操作无法在设置阶段完成，因为说书人无法知道谁会成为卡扎力，因此只能在首个夜晚进行操作。这些能力能够与其他角色能力产生交互，因为这个时候游戏已经开始，非设置调整类能力已经开始生效。\n部分设置调整能力会对特定角色类型做出数量调整，在这种时候如无特殊说明，默认会对镇民的数量做出相应的调整。（如+1外来者则意味着同时需要-1镇民，而提线木偶在设置时会将自己移除，因此同时需要+1镇民，小怪宝虽然会+1爪牙但因为它自己本身不出场，因此无需-1镇民去匹配玩家人数。）\n【设置调整能力优先级】\n如果有多个具有设置调整能力的角色出场，则按照以下优先级决定能力生效的顺序：\n- 1.炼金术士与科学怪人\n如果炼金术士和/或科学怪人出场，先决定炼金术士和/或恶魔会获得什么样的能力，如果该能力带有设置调整效果，则需要在下方的对应步骤中完成相应的设置调整。\n如果此时炼金术士和/或科学怪人并未出场，但在随后的设置步骤中因为对镇民的增减而导致这些角色出场，同样需要立即决定相应的能力。\n- 2.特殊设置方式\n这类设置会提供一个特殊的设置规则，使得多个角色重复出场。如：军团、无神论者、戏子等。\n- 3.认知覆盖类角色设置\n在这一步中，如果上述步骤使得有认知覆盖类角色出场，则为这类角色进行相关的调整操作。（移除角色标记并放入认知覆盖的角色标记，或其他可能的操作）\n请注意在完成这一步后，进行下方步骤的操作时，酒鬼以为的镇民和疯子以为的恶魔都无法产生设置调整的效果。如果这些角色标记出场了，不要在这一步进行相应的调整。（提线木偶则是由于设置原因无法完全确定具体什么角色会成为提线木偶以为的角色，因此在移除提线木偶之后加入的角色均会正常完成设置调整部分的内容，这一情况也在提线木偶的相克规则中做出了统一规定的说明。）\n- 4.基础配置变动\n这类设置会对特定角色类型的出场总数量进行加减。如：男爵、教父、气球驾驶员等。\n请注意，这类配置变动会首先加总所有变化，随后再判断是否满足当前剧本中的外来者数量区间，最后才进行相应的调整。\n请注意，如果在调整角色的过程中，将一个会导致设置调整的角色从出场角色中移除后，他所带来的设置调整效果也需要一并被移除（隐士移除自己的情况除外）。此时需要重新按顺序检视所有设置调整效果，以免实际结果与设置调整能力生效时的期望结果有出入。\n例如：\n> 范例: 11人游戏（7/1/2/1）中，教父和亡骨魔共让外来者-2，然而外来者只有1个，因此导致最终的外来者数量为0，实际效果让外来者总共-1，且镇民+1。\n> 范例: 12人游戏（7/2/2/1）中，男爵和气球驾驶员共让外来者+3，然而剧本中只有4个外来者，因此导致最终的外来者数量为4，实际效果让外来者总共+2，且镇民-2。\n> 范例: 11人游戏（7/1/2/1）中，教父、亡骨魔、男爵共同生效时让外来者数量不发生变化，而非先让教父和亡骨魔的能力生效使外来者数量降低到0，再让男爵的能力生效使外来者数量增加到2。\n- 5.增加特定角色\n完成上述设置后，再对特定角色进行增减。\n请注意，如果在调整角色的过程中，将一个会导致设置调整的角色从出场角色中移除后，他所带来的设置调整效果也需要一并被移除（隐士移除自己的情况除外）。此时需要重新按顺序检视所有设置调整效果，以免实际结果与设置调整能力生效时的期望结果有出入。\n- 6.将设置完成的角色交由玩家随机抽取\n- 7.回收角色标记\n完成认知覆盖类角色的相关操作，放置对应的提示标记等。\n- 8.在游戏开始后进行的操作只有当这些角色作为出场角色在设置阶段进入盲抽袋时，才会在游戏开始后进行对应的操作。a.通知堤丰之首两侧的玩家是邪恶爪牙/让卡扎力选择玩家变成邪恶爪牙。b.复数村夫中的一名放置“醉酒”提示标记。c.通知赏金猎人转换的镇民变为邪恶阵营。\n【相关角色】\n[基础配置变动]\n- 暗流涌动男爵（爪牙）：+2外来者，-2镇民\n- 黯月初升教父（爪牙）：+1或-1外来者，调整相应数量的镇民\n- 梦殒春宵方古（恶魔）：+1外来者，-1镇民亡骨魔（恶魔）：-1外来者，+1镇民\n- 实验性角色气球驾驶员（镇民）：+0~1外来者，-对应数量的镇民隐士（外来者）：-0~1外来者，+对应数量的镇民召唤师（爪牙）：-1恶魔，+1镇民限（爪牙）：加减任意数量外来者，调整相应数量的镇民小怪宝（恶魔）：+1爪牙，然后将小怪宝作为特殊角色标记放在魔典中卡扎力（恶魔）：移除所有爪牙，并调整外来者数量（加减任意数量，但通常不要超过+1外来者），随后加入镇民直到角色标记等同于玩家人数堤丰之首（恶魔）：移除所有爪牙，并调整外来者数量（加减任意数量，但通常不要超过+1外来者），随后加入镇民直到角色标记等同于玩家人数。在首夜将恶魔周围等同于初始爪牙+1数量的善良玩家唤醒并通知他们变成了邪恶的爪牙。\n- 传奇角色哨兵：+1或-1外来者，调整相应数量的镇民；或者不做设置变动\n- 华灯初上赶尸人（爪牙）：-1外来者，+1镇民穷奇（恶魔）：+1外来者，-1镇民饕餮（恶魔）：+1外来者，-1镇民\n[增加特定角色]\n- 实验性角色唱诗男孩（镇民）：+1国王，-1其他镇民村夫（镇民）：+0~2村夫，-对应数量的其他镇民巡山人（镇民）：+1落难少女，-1镇民；如果巡山人与落难少女一起作为初始随机结果，则不进行任何变动\n[认知覆盖类配置调整]\n- 暗流涌动酒鬼（外来者）：-1酒鬼，+1镇民\n- 黯月初升疯子（外来者）：如果疯子与恶魔同种类：不变；如果疯子与恶魔不同种类：-1疯子，+1恶魔；如果是线上游戏：-1疯子，+1任何恶魔，可以与原本的恶魔种类相同。说书人需要告知所有玩家角色分配方式与实体规则略有不同\n- 实验性角色提线木偶（爪牙）：方法1：（爪牙数量小于3时）-1提线木偶，+1镇民，然后在抽取角色后标记与恶魔相邻的善良角色之一为提线木偶；（爪牙数量大于等于3时）-1提线木偶，-X爪牙（X=爪牙总数-2），+X+1镇民，然后在抽取角色后标记与恶魔相邻的善良角色之一为提线木偶，并选择X名镇民作为真正的爪牙并告知他们方法2：-1提线木偶，-1原本的恶魔，+2镇民，然后在抽取角色后选择至少与一名善良角色相邻的镇民作为真正的恶魔并告知他，并标记与其相邻的善良角色之一为提线木偶\n- 华灯初上悟道者（镇民）：-1悟道者，+1外来者\n[非常规设置调整]\n- 实验性角色赏金猎人（镇民）：为首夜准备时设置邪恶镇民，并在进入首夜后立即告知对应镇民转为邪恶无神论者（镇民）：移除所有邪恶角色，说书人可以任意设置角色配置且能在配置角色时就打破规则，只需保持进入盲抽袋的角色标记数量与玩家数量相等军团（恶魔）：将超过半数的角色标记替换成军团，剩余的善良角色可以由说书人自行决定教皇（奇遇角色）：加入重复的善良角色遗忘之门（奇遇角色）：从盲抽袋中抽取角色标记并放置于魔典，不要把盲抽袋交给玩家抽取\n- 华灯初上戏子（镇民）：将所有善良角色标记都替换成戏子\n[特殊]\n- 实验性角色炼金术士（镇民）：在设置时决定炼金术士的能力，从而决定炼金术士是否会调整初始设置科学怪人（爪牙）：在设置时决定恶魔的能力，从而决定是否会调整初始设置\nNewPP limit report\nCached time: 20260120031947\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.021 seconds\nReal time usage: 0.055 seconds\nPreprocessor visited node count: 90/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:102-0!canonical and timestamp 20260120031947 and revision id 5826. Serialized with JSON."
    },
    {
        "id": 22,
        "name": "死后能力保留",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%AD%BB%E5%90%8E%E8%83%BD%E5%8A%9B%E4%BF%9D%E7%95%99",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色能力会在角色死亡后继续产生效果，这类能力通常都注明了“即使你已死亡”或“保留能力”的字样。如果具有这类能力的死亡玩家处于醉酒或中毒状态，能力仍然会失效。也就是说，这类能力生效与否不关注玩家的生死状态（同理也不关注“假死”和“活尸”状态），但与其他状态的互动仍然遵循一般规则。\n一个角色的能力可能同时包含“死后能力保留”部分和“常规”部分，例如解谜大师、店小二。这类角色在死亡后只有“死后能力保留”部分会继续生效。\n如果“死后能力保留”类能力是通过“获得能力”类能力获得的，那么在玩家死亡时，如果未处于任何“失去能力”状态，则会保留所有获得的“死后能力保留”的能力效果。例如食人族获得了店小二的能力，但立即受到恶魔攻击并死亡，这会使得食人族无法获得店小二的信息，但仍然会使一名善良玩家醉酒。相反，如果在玩家死亡时处于“失去能力”状态，则所有因为角色自身获得的能力都会在死亡之后失效。\n【相关角色】\n- 暗流涌动陌客（外来者）间谍（爪牙）\n- 梦殒春宵亡骨魔（恶魔）\n- 实验性角色无神论者（镇民）解谜大师（外来者）异端分子（外来者）政客（外来者）\n- 华灯初上店小二（镇民）戏子（镇民）使节（外来者）书生（外来者）养蛊人（爪牙）\n- 山雨欲来酒保（外来者）（如果酒保死于处决，仍然保留醉酒效果）\nNewPP limit report\nCached time: 20260120030659\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.017 seconds\nReal time usage: 0.030 seconds\nPreprocessor visited node count: 14/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:103-0!canonical and timestamp 20260120030659 and revision id 5767. Serialized with JSON."
    },
    {
        "id": 23,
        "name": "死亡触发能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%AD%BB%E4%BA%A1%E8%A7%A6%E5%8F%91%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n在《染》中，大部分角色的能力通常都会在死亡时失去。但部分能力即使是在玩家死亡之后也会继续保持生效，这包括了“即使你已死亡”的死后保留能力和“当你死亡时”的死亡触发能力。\n死亡触发能力顾名思义，是拥有该类角色能力的玩家在死亡时能够触发的能力。这类能力通常在玩家死亡时便会立即触发，不论玩家死亡的时间点是在白天还是夜晚。如果死亡触发的能力效果涉及到说书人与任何玩家之间的交互，则这类交互需要等到夜晚的时候再进行通知（角色或阵营变化）或交互（让受到能力影响的玩家做出选择）。\n如果一名已经死亡的玩家的角色变成了具有死亡触发能力的角色，他的能力不会触发。因为玩家必须要作为这个角色死亡才能触发。\n部分死亡触发能力的时间节点与常规的死亡时机有所不同，如月之子和呆瓜。他们的能力中提及了“当你得知你死亡时”，这会在说书人在黎明或白天时宣布玩家的死亡时才会触发。这也就意味着，这类能力只要还没有到玩家得知自己死亡的时间，就会持续生效，即使在此之前玩家醉酒中毒，但在得知死讯时清醒健康；又或者玩家已经死亡但未得知死讯时变成了这类角色，那么这类能力都会在玩家得知自己死亡时正常生效。（月之子的生效时机则会更晚，因为他的能力是“回溯型能力”，会让自己的能力持续生效直到得知死讯的下一个夜晚。）\n【相关角色】\n[由自身死亡而触发的能力]\n- 暗流涌动守鸦人（镇民）圣徒（外来者）小恶魔（恶魔）\n- 黯月初升月之子（外来者）\n- 梦殒春宵贤者（镇民）心上人（外来者）理发师（外来者）呆瓜（外来者）\n- 实验性角色报丧女妖（镇民）农夫（镇民）罂粟种植者（镇民）帽匠（外来者）瘟疫医生（外来者）\n- 华灯初上锦衣卫（镇民）逆臣（外来者）煞星（外来者）狐媚娘（爪牙）\n- 山雨欲来道士（镇民）\n[由他人死亡而触发的能力]\n- 暗流涌动红唇女郎（爪牙）\n- 黯月初升吟游诗人（镇民）祖母（镇民）主谋（爪牙）\n- 实验性角色唱诗男孩（镇民）赏金猎人（镇民）食人族（镇民）小精灵（镇民）印度教教徒（奇遇角色）遗忘之门（奇遇角色）\n- 华灯初上逆臣（外来者）赶尸人（爪牙）混沌（恶魔）\n- 山雨欲来狸猫（镇民）入殓师（外来者）姑获鸟（恶魔）\nNewPP limit report\nCached time: 20260120034511\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.017 seconds\nReal time usage: 0.034 seconds\nPreprocessor visited node count: 36/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:104-0!canonical and timestamp 20260120034511 and revision id 5756. Serialized with JSON."
    },
    {
        "id": 24,
        "name": "特殊胜利失败条件",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E7%89%B9%E6%AE%8A%E8%83%9C%E5%88%A9%E5%A4%B1%E8%B4%A5%E6%9D%A1%E4%BB%B6",
        "content": "<<返回角色能力类别总览\n【能力简介】\n在《染》中，一旦有一方达成了游戏胜利的条件，游戏就会立即结束，且这一方阵营获胜，另一方阵营落败。只要还未达成游戏胜利的条件，游戏就会持续进行，直到有一方达成了游戏胜利的条件。\n通常来说，善良和邪恶阵营双方有以下常规获胜方式：\n- 善良阵营的获胜方式：所有恶魔均死亡。\n- 邪恶阵营的胜利方式：场上只剩两名玩家存活。（旅行者的数量不计算在内）\n部分角色的能力能在除常规获胜方式以外的情况下获胜。游戏中的所有“获胜”相关的能力，均指代该角色当前所属阵营中的所有玩家获胜。所有“落败”相关的能力，均指代该角色当前所属阵营的对立阵营中的所有玩家获胜。\n通过角色能力取胜的胜利条件被称之为“特殊胜利条件”。（特殊失败条件也意味着是另一方阵营的特殊胜利条件。）\n阵营的获胜条件可能会被某些效果阻止，如主谋和镜像双子。在这种情况下，某一方阵营无法通过达成常规或特殊条件获胜。\n如果在某个时间点下，同时满足善良和邪恶阵营的获胜条件，那么比较以下优先级，优先满足的一方获胜：\n- 1.照看小怪宝的玩家作为最后一名存活恶魔死亡\n此时善良阵营获胜，因为所有恶魔均死亡。此时邪恶阵营无法通过特殊条件获胜的原因是，因为邪恶方可以自由选择由谁来照看小怪宝，从而使得某名处决后会导致邪恶方特殊胜利的玩家成为照看小怪宝的恶魔，导致游戏陷入善良玩家必败的局面。\n> 范例: 正在照看小怪宝的哥布林在宣称自己是哥布林后作为最后一名存活的恶魔被处决，此时善良阵营获胜。\n> 范例: 善良的圣徒被邪恶阵营指定为照看小怪宝的玩家，他在作为最后一名存活的恶魔被处决时，善良阵营获胜。\n- 2.一方满足特殊胜利条件\n优先满足特殊胜利条件的一方获胜，即使另一方同时满足了常规胜利条件。如果双方同时满足特殊胜利条件，则善良阵营获胜。\n> 范例: 在主谋能力触发的第二天，一名善良玩家被处决，此时同时满足邪恶阵营的特殊胜利条件（有善良玩家被处决）和善良阵营的常规胜利条件（所有恶魔均死亡），但邪恶阵营获胜。\n> 范例: 对立双子是善良的恶魔，他作为最后一名恶魔死于处决且场上只剩两名存活玩家，此时同时满足邪恶阵营的特殊胜利条件（善良的双子被处决）和善良阵营的常规胜利条件（所有恶魔均死亡），但邪恶阵营获胜。\n- 3.一方满足常规胜利条件\n优先满足常规胜利条件的一方获胜。如果双方同时满足常规胜利条件，则善良阵营获胜。\n【相关角色】\n- 暗流涌动镇长（镇民）圣徒（外来者）\n- 黯月初升主谋（爪牙）\n- 梦殒春宵呆瓜（外来者）镜像双子（爪牙）涡流（恶魔）\n- 实验性角色无神论者（镇民）戏法师（镇民）异教领袖（镇民）落难少女（外来者）异端分子（外来者）政客（外来者）哥布林（爪牙）恐惧之灵（爪牙）利维坦（恶魔）\n- 传奇角色小提琴手\n- 华灯初上戏子（镇民）\nNewPP limit report\nCached time: 20260120034311\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.021 seconds\nReal time usage: 0.033 seconds\nPreprocessor visited node count: 18/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:105-0!canonical and timestamp 20260120034311 and revision id 5406. Serialized with JSON."
    },
    {
        "id": 25,
        "name": "提名",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%8F%90%E5%90%8D",
        "content": "<<返回角色能力类别总览\n【术语介绍】\n每个白天，在交流阶段结束后，会进入提名阶段。\n在这个阶段中，玩家可以自由发起对某名玩家的提名，并通过投票来尝试处决这名玩家。提名阶段受到以下规则限制：\n- 同一时间只能有一名玩家被提名。如果一项提名已经被发起但处决投票尚未结束，则不能再提出另一项提名。\n- 只有存活的玩家可以发起提名。已死亡的玩家可以被提名。\n- 每名玩家每天只能发起一次提名，并且每名玩家每天只能被提名一次。\n在对一名玩家提名后，为被提名的玩家留出辩护的时间，随后开始进行投票统计，决定该玩家是否会进入“即将被处决”状态。\n提议流放一名旅行者，或是类似于异教领袖、歌伶的能力要求玩家进行举手表决，不会算作玩家发起了提名。\n【相关角色】\n- 暗流涌动贞洁者（镇民）\n- 黯月初升法官（旅行者）主教（旅行者）\n- 梦殒春宵城镇公告员（镇民）女巫（爪牙）屠夫（旅行者）\n- 实验性角色报丧女妖（镇民）公主（镇民）魔像（外来者）哥布林（爪牙）恐惧之灵（爪牙）暴乱（恶魔）侏儒（旅行者）首席律师（奇遇角色）\n- 华灯初上养蛊人（爪牙）\n- 山雨欲来提刑官（镇民）入殓师（外来者）\nNewPP limit report\nCached time: 20260120052026\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.014 seconds\nReal time usage: 0.027 seconds\nPreprocessor visited node count: 12/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:106-0!canonical and timestamp 20260120052026 and revision id 5612. Serialized with JSON."
    },
    {
        "id": 26,
        "name": "投票",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E6%8A%95%E7%A5%A8",
        "content": "<<返回角色能力类别总览\n【术语介绍】\n在白天的提名阶段中，一名玩家对另一名玩家发起提名后，就会进入对被提名玩家的投票统计流程中。\n在统计投票时，每名存活的玩家每天可以投票给任意数量的玩家。每名死亡的玩家在他死亡后，只剩最后一次投票机会，只要他举手且票数被成功统计，他就会失去投票机会。\n在每次投票统计结束后，会立即宣布本次投票结果并决定当前被提名的玩家是否进入“即将被处决”状态。\n在以下情况全部满足时，投票成功，玩家会进入“即将被处决”状态：\n1.被提名的玩家获得的票数在今天所有已被提名的玩家中最多。如果当天白天已有玩家进入“即将被处决”状态，且得票与当前被提名的玩家得票相同，则两人都不再是“即将被处决”状态。\n2.他的票数等于或超过了存活玩家人数的一半。\n3.该玩家至少获得了1票。如果有任何情况使得他获得的票数为0票或更少（如军团、窃贼、法官的能力），那么即使有玩家参与了投票，这次投票也会失败且无效。\n部分角色的能力会忽略其中一部分条件，例如巫毒师会在第二条不满足的情况下也依然让玩家进入“即将被处决”状态。\n在一次投票统计结束后就会决定玩家是否会进入“即将被处决”状态，即使在统计后场上玩家的状况发生了变化（例如枪手等角色能力让玩家死亡），都不会再重新判断此前的玩家是否会进入或脱离“即将被处决”状态。\n在提名阶段结束时，当前“即将被处决”的玩家会被处决并死亡。\n在流放一名旅行者的流程中举手，或是类似于异教领袖、歌伶的能力要求玩家进行举手表决，不会算作玩家参与了投票。\n【相关角色】\n- 暗流涌动管家（外来者）官员（旅行者）乞丐（旅行者）枪手（旅行者）窃贼（旅行者）\n- 黯月初升巫毒师（旅行者）\n- 梦殒春宵卖花女孩（镇民）\n- 实验性角色报丧女妖（镇民）狂热者（外来者）街头风琴手（爪牙）维齐尔（爪牙）军团（恶魔）\nNewPP limit report\nCached time: 20260120042047\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.004 seconds\nReal time usage: 0.008 seconds\nPreprocessor visited node count: 14/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:107-0!canonical and timestamp 20260120042047 and revision id 5217. Serialized with JSON."
    },
    {
        "id": 27,
        "name": "限次能力",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E9%99%90%E6%AC%A1%E8%83%BD%E5%8A%9B",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色能力在能力描述中限制了对该项能力的使用或触发次数。对于主动使用的限次能力，其能力描述中包含“每局游戏限一次”；对于被动触发的限次能力，其能力描述中包含“首个”/“首次”等字样。\n能力使用的次数限制通常来说只会与当前角色进行绑定。如果玩家使用了一个角色的限次能力，但他在死亡后复活，又或是其他玩家获得了这个角色的能力，那么新获得的能力仍然能够正常使用，而非多个相同角色共享能力使用的次数限制。（方古的转化则是特例，因为标注了在每局游戏中仅能成功转化一次。）\n如果玩家在醉酒中毒时使用了限次能力，能力不会产生效果，但依然会消耗限次能力的次数，玩家此后无法再使用这项能力。（除非能力中标注了成功使用才会记录限制次数的角色，如方古）\n部分记录特定情况的角色能力，仅在玩家是该角色，或者获得了该角色能力的期间才会计算，例如贞洁者或是魔像。如果玩家此前被提名或发起过提名，且此后被变成了贞洁者或是魔像，则只计算他在作为这个角色时的首次被提名或首次发起提名时才会产生效果。不是该角色或未获得该角色能力的时候发生的事情不会计算在内。\n【相关角色】\n[主动触发]\n- 暗流涌动猎手（镇民）\n- 黯月初升侍臣（镇民）教授（镇民）刺客（爪牙）法官（旅行者）\n- 梦殒春宵女裁缝（镇民）哲学家（镇民）艺术家（镇民）集骨者（旅行者）\n- 实验性角色工程师（镇民）守夜人（镇民）巡山人（镇民）渔夫（镇民）解谜大师（外来者）巫师（爪牙）\n- 传奇角色革命者小提琴手玩具匠骗人精失败的上帝\n- 华灯初上歌伶（镇民）\n- 山雨欲来鸩（镇民）\n[被动触发]\n- 暗流涌动贞洁者（镇民）\n- 黯月初升弄臣（镇民）僵怖（恶魔）\n- 梦殒春宵方古（恶魔）\n- 实验性角色落难少女（外来者）魔像（外来者）灵言师（爪牙）\n- 传奇角色末日预言者\n- 华灯初上书生（外来者）\n- 山雨欲来提刑官（镇民）姑获鸟（恶魔）\nNewPP limit report\nCached time: 20260120024801\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.012 seconds\nReal time usage: 0.019 seconds\nPreprocessor visited node count: 41/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:142-0!canonical and timestamp 20260120024801 and revision id 5680. Serialized with JSON."
    },
    {
        "id": 28,
        "name": "影响",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E5%BD%B1%E5%93%8D",
        "content": "<<返回角色能力类别总览\n【能力简介】\n目前，此类别的能力仅在国风原创角色系列华灯初上中出现。\n部分角色能力会关注特定角色能力与玩家之间的互动。\n玩家的角色能力对某一名玩家产生了影响，指的是角色能力对该玩家产生了实际效果，如改变该玩家的状态（角色、阵营等），对该玩家的能力造成了妨害效果（比如间谍的互动干扰、涡流的能力效果干扰，僧侣保护了一名玩家免受恶魔的负面能力等），等等。\n暴露角色（让他人获取信息）或玩家的能力让自身获取信息，不算做产生了影响。\n与保护类似，如果邪恶玩家触发（执行）了善良玩家的能力从而导致影响，也算做是邪恶玩家能力的影响。\n对于是否产生了“影响”，其界定方式与数学家的“未正常生效”是相似的。一项能力影响了某一名玩家，可以看做是这项能力对这名玩家“生效”。\n【相关角色】\n- 华灯初上和尚（镇民）悟道者（镇民）\n- 山雨欲来引路人（镇民）\nNewPP limit report\nCached time: 20260119144015\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.011 seconds\nReal time usage: 0.016 seconds\nPreprocessor visited node count: 13/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:532-0!canonical and timestamp 20260119144015 and revision id 4760. Serialized with JSON."
    },
    {
        "id": 29,
        "name": "阵营转变",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E9%98%B5%E8%90%A5%E8%BD%AC%E5%8F%98",
        "content": "<<返回角色能力类别总览\n【能力简介】\n部分角色的能力能让玩家自身或其他玩家的阵营发生转变。\n玩家在同一时间只会处于善良阵营或邪恶阵营的一种，阵营也是玩家的状态之一（参考重要细节）。\n如果玩家在游戏中阵营发生转变，他会第一时间得知自己的当前阵营。如果阵营转变发生在白天，则说书人会在当天夜晚的第一时间通知玩家。认知覆盖类角色能力可能会影响玩家对当前阵营的认知，具体情况请参考“认知覆盖”页面。\n玩家的当前阵营同时也决定了玩家在一局游戏中获胜的条件。具有“阵营”类互动干扰能力的角色，与阵营转变不同，玩家的获胜条件始终与他的当前阵营相同，而不会受到能力干扰而使得自己的获胜条件发生变化。\n【相关角色】\n- 黯月初升莽夫（外来者）\n- 梦殒春宵舞蛇人（镇民）方古（恶魔）\n- 实验性角色赏金猎人（镇民）异教领袖（镇民）食人魔（外来者）政客（外来者）灵言师（爪牙）召唤师（爪牙）卡扎力（恶魔）\n- 华灯初上逆臣（外来者）狐媚娘（爪牙）\n- 山雨欲来入殓师（外来者）\nNewPP limit report\nCached time: 20260120025705\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.013 seconds\nReal time usage: 0.025 seconds\nPreprocessor visited node count: 11/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:108-0!canonical and timestamp 20260120025705 and revision id 4797. Serialized with JSON."
    },
    {
        "id": 30,
        "name": "中毒",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E4%B8%AD%E6%AF%92",
        "content": "<<返回角色能力类别总览\n【能力简介】\n一些角色具有让特定玩家中毒或醉酒的能力。通常来说。邪恶角色的能力会让人中毒，而善良角色的能力会让人醉酒。但也有例外，如舞蛇人。中毒和醉酒在效果上并无区别，而只是让能力更符合角色本身的背景设定而做出的差异区分。\n中毒和醉酒分别为玩家的两种不同的状态。不同的状态之间互相独立，不会因为一种状态发生变化而对另一种状态造成影响。参考重要细节的第三部分。\n如果一项能力同时让多名玩家中毒/醉酒（比如限），那么这些玩家同时进入中毒/醉酒状态，不分先后。\n中毒和醉酒，其本质是让玩家失去能力，但会让玩家误以为自己仍然具有能力。对于这部分，我们可以将角色的能力拆分为多个不同的部分，以便于理解中毒和醉酒的作用原理。\n1.能力触发条件与时机。\n这部分是玩家使用能力的前提。能力触发需要满足特定的条件和时机，如共情者的条件和时机是：在夜晚轮到共情者行动时，如果共情者仍然存活。上述前提满足时，共情者的能力会被触发，说书人会将其唤醒并告知其信息。\n又或者，能力是持续生效的效果，不需要满足这些条件和时机，能力就会直接生效。\n不论如何，这一部分不会被中毒和醉酒影响。玩家在失去能力时，不会失去能力的触发条件和时机。如果守鸦人在中毒状态下被恶魔杀死，依然会使得他能够被唤醒，因为中毒不会影响守鸦人的能力触发前提。\n2.玩家（能力的拥有者）对说书人的交互。\n女裁缝使用能力时需要对说书人指出两名玩家，教授如果不希望今晚使用能力需要对说书人摇头，疯子以为自己是恶魔时需要在每晚按那种恶魔的攻击方式对说书人指出对应的玩家，博学者想要获取信息需要在白天拜访说书人。这些都是玩家主动对说书人的交互。\n而很显而易见的是，中毒和醉酒也不会使这一部分失效。此外，即使处于醉酒中毒之下，或是认知覆盖以为自己具有的某个能力，使用能力进行选择时，依然会被视作是“使用自身能力进行了选择”，从而能够与莽夫之类的角色进行互动。\n3.说书人对玩家自身的反馈内容。\n告知莽夫阵营发生改变，告知博学者两条信息，告知图书管理员两名玩家和一个外来者角色，这些都是说书人根据玩家的能力所产生的结果，对玩家的信息反馈。中毒和醉酒会影响这一部分，从而使得玩家在自己的能力范围内能够接受到的相关信息发生改变，但不会超出自己的能力范围。共情者一定不会因此得知“3”，洗衣妇不会得知三名玩家或是一个爪牙角色，杂耍艺人也不会得知“是”或“否”，即使他们已经醉酒或中毒。\n玩家与说书人的交互取决于玩家具体的能力为何。当玩家具有不清楚自身能力的效果时（如食人族、失忆者），说书人需要根据情况主动提醒玩家如何进行与说书人之间的交互。这也属于说书人对玩家自身的反馈内容之一。\n如果失忆者的能力需要让他在夜晚时选择两名玩家，说书人需要在夜晚时唤醒并主动告知失忆者“进行选择两名玩家的操作”。如果失忆者的能力是类似公开触发能力一类的主动能力，则说书人不应该进行任何玩家能力使用的提醒，而是需要玩家自行猜测得出。通常来说，在失忆者醉酒时，不建议说书人欺骗失忆者以错误的方式使用他的能力，这是因为本身失忆者的能力需要进行猜测，而他们在猜中自身能力之前无法确定自身能力在什么时候会醉酒中毒。而对于食人族，在其因为自身能力或是其他原因醉酒中毒时，说书人应该欺骗他以错误的方式使用他获得的能力，这是因为食人族通常只能获得善良玩家的角色能力，而善良玩家具有邪恶角色的情况少之又少。\n4.说书人根据玩家的能力，对其他玩家的反馈内容，或是魔典操作，游戏流程的处理等。\n守夜人选择了一名玩家后，说书人会在守夜人入睡后唤醒那名玩家，告知他“守夜人的能力对你触发，XX是守夜人”。如果守夜人醉酒，那么说书人在守夜人入睡后则会什么都不做。因为守夜人失去了能力，自然无法成功使用自己的能力影响其他玩家。同样的，恶魔也无法得知醉酒的疯子当晚的选择目标，等等。\n反过来，如果是醉酒的玩家被具有能力的守夜人选中，那么这名玩家能够正常且正确地得知因为守夜人的能力产生的相关信息。这是因为醉酒与中毒只会影响玩家通过自身能力产生的结果，但不会影响他们成为其他能力的目标，或是由于其他能力而获取信息。\n综上，中毒与醉酒不会对1-2部分造成任何影响，对第3部分说书人需要对玩家进行合理的欺骗以使他误以为自己仍然具有能力，而对第4部分则会完全失效。对于处于认知覆盖下以为自己具有能力的玩家，其处理逻辑与中毒醉酒是类似的。\n而对于传教士的“失去能力”，则是在传教士具有能力期间，使得1-4这些部分全部失效。这是传教士的能力与醉酒中毒之间的区别。（梼杌的‘失去能力’与传教士同理）\n【合理的欺骗】\n中毒与醉酒的原则就是让玩家“在自身不知情的情况下传递错误信息”。基于这一原则，说书人能够对处于中毒或醉酒状态下的玩家进行合理的欺骗。\n对于能力为获取信息类的角色，这种欺骗较为容易进行，因为这实际上就是对上述能力拆解的第3部分的运用。\n而对于能力不为获取信息类的角色，或者是获取信息较为特殊的角色，说书人的欺骗则应该更加深思熟虑，结合实际情况进行判断。\n对于哲学家、食人族这类能够获取能力的角色，说书人不仅应该在他们醉酒中毒时提供他们尝试获得或认为已经获得的那种能力所对应的信息，也应该在他们本该在夜晚被唤醒的时机将其唤醒，这样才能模拟出“他们真的获得了那种能力”的假象。\n对于莽夫、异教领袖这类能够通过自身能力让自己产生阵营转变的角色，说书人也可以在合理的情况下欺骗醉酒和中毒状态中的他们阵营发生了转变。这是因为，即使他们不再处于醉酒中毒状态，说书人也能通过在夜晚唤醒他们并告知他们阵营转变这一事情来将他们的认知“重置”回正常的状态。而对于舞蛇人及类似的转变是“不可逆”的，因为没有其他角色的能力能够解释当玩家再次处于清醒健康时会同时转变角色和阵营的情况，说书人就无法欺骗醉酒的舞蛇人变成了邪恶的恶魔。\n说书人在对醉酒中毒的玩家进行欺骗时，如果想要通过这种方式创造较为复杂的局面，需要对角色的能力有足够程度的了解，否则建议以尽可能简单且不容易出错的方式来执行相关操作，避免给玩家带来糟糕的游戏体验。\n【相关角色】\n- 暗流涌动投毒者（爪牙）\n- 黯月初升普卡（恶魔）\n- 梦殒春宵舞蛇人（镇民）亡骨魔（恶魔）诺-达鲺（恶魔）\n- 实验性角色食人族（镇民）寡妇（爪牙）限（爪牙）痢蛭（恶魔）\n- 华灯初上混沌（恶魔）\n- 山雨欲来鸩（镇民）\n【关注中毒的角色】\n- 实验性角色杂技演员（镇民）\nNewPP limit report\nCached time: 20260120043308\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.018 seconds\nReal time usage: 0.033 seconds\nPreprocessor visited node count: 71/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:109-0!canonical and timestamp 20260120043308 and revision id 5618. Serialized with JSON."
    },
    {
        "id": 31,
        "name": "醉酒",
        "url": "https://clocktower-wiki.gstonegames.com/index.php?title=%E9%86%89%E9%85%92",
        "content": "<<返回角色能力类别总览\n【能力简介】\n一些角色具有让特定玩家中毒或醉酒的能力。通常来说。邪恶角色的能力会让人中毒，而善良角色的能力会让人醉酒。但也有例外，如舞蛇人。中毒和醉酒在效果上并无区别，而只是让能力更符合角色本身的背景设定而做出的差异区分。\n对于醉酒内容的详细说明，请参考中毒词条。\n【相关角色】\n- 黯月初升水手（镇民）旅店老板（镇民）侍臣（镇民）吟游诗人（镇民）莽夫（外来者）\n- 梦殒春宵哲学家（镇民）心上人（外来者）\n- 实验性角色村夫（镇民）解谜大师（外来者）街头风琴手（爪牙）\n- 华灯初上店小二（镇民）\n- 山雨欲来道士（镇民）酒保（外来者）\n【关注醉酒的角色】\n- 实验性角色杂技演员（镇民）\nNewPP limit report\nCached time: 20260120044036\nCache expiry: 86400\nReduced expiry: false\nComplications: []\nCPU time usage: 0.014 seconds\nReal time usage: 0.025 seconds\nPreprocessor visited node count: 25/1000000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/100\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\nSaved in parser cache with key gstone_wiki:pcache:idhash:110-0!canonical and timestamp 20260120044036 and revision id 5720. Serialized with JSON."
    }
]