import type { RoleDefinition } from "../../types/roleDefinition";

/**
 * 巡山人
 */
export const ranger: RoleDefinition = {
  id: "ranger",
  name: "巡山人",
  type: "townsfolk",
  detailedDescription: `【背景故事】
“我的小屋温暖而坚固。我的斧头靠在门边，我的靴子在火旁烘干，我的麋鹿肉正在锅里细火慢炖……听听！有尖叫声在山谷中回荡！或许雨水、泥泞和寒风会掩盖狼的气味，但我熟悉山路，我的步伐坚定。我来了。”
【角色能力】
每局游戏限一次，在夜晚时，你可以选择一名存活的玩家：如果你选中了落难少女，她会变成一个不在场的镇民角色。[+落难少女]
【角色简介】
巡山人能够在爪牙找到落难少女之前拯救她……至少说希望如此。
- 落难少女可以在巡山人不在场时出现在游戏中。在游戏设置阶段，如果巡山人在场而落难少女不在场，那么落难少女就会被添加进来并替换掉一个其他镇民。而如果落难少女已经在场，巡山人不会因此再将另外一名落难少女添加进场。
- 如果巡山人在夜晚时正确地选中了落难少女，那么落难少女就会立即变成一个不在场的镇民角色。由说书人来决定会变成哪一个镇民角色，且落难少女会得知自己变成了什么角色。
- 如果落难少女变成了镇民，她会获得那个镇民的能力并失去落难少女的能力。
- 巡山人只有一次猜测和选择的机会，并且会在夜晚进行。
- 如果落难少女在被巡山人选择时醉酒或中毒，只要巡山人清醒且健康，那么落难少女就能够变成镇民。
【范例】
> 范例: 巡山人在第一个夜晚被唤醒，但没有使用自己的能力。在第二个夜晚，巡山人选择了角色为落难少女的玩家。落难少女变成了贵族，并因此在当晚得知了三名玩家，且其中有一名是邪恶的。
> 范例: 巡山人选择了小兰。小兰是唱诗男孩，因此无事发生。巡山人不会在此后的夜晚因为自己的能力被唤醒了。
【运作方式】
在进行游戏设置，将角色标记放进盲抽袋之前，如果落难少女不在即将要放入盲抽袋的这些角色之中，那么移除一个镇民角色标记，并加入落难少女。
每个夜晚，唤醒巡山人。他要么摇头不使用能力，要么指向一名玩家。
如果他摇头，那么让巡山人重新入睡。
如果他指向了一名玩家，让巡山人重新入睡。巡山人现在失去能力——将“失去能力”提示标记放置在巡山人旁，并从夜晚顺序表旁移除他的夜晚标记。如果他选中了落难少女，那么唤醒落难少女，对她展示“你是”信息标记和一个不在场的镇民角色标记，然后让落难少女重新入睡。落难少女现在拥有这个镇民的能力，因此将这个镇民角色标记替换落难少女角色标记。
【提示标记】
- 失去能力
放置时机：在巡山人夜晚行动时选择使用能力，并选择了一名存活的玩家后。
放置条件：只要巡山人选择了一名存活的玩家，不论巡山人是否醉酒中毒，都会将此标记放置在巡山人角色标记旁。
移除时机：巡山人死亡或离场时。

【提示与技巧】
- 尽快找到落难少女。你只有一次机会并且你需要在你或者她死亡之前找到她。在小型剧本游戏中这一点可能更重要，因为任何一名玩家过早死亡的几率都更高，但是盲选命中的几率也更高。你最好在一场小型游戏的首夜就冒个险而不是赌你和她都能活到明天，并且落难少女可以因此获得一个明晚就能使用的能力。
- 在你真正确定之后再使用你的能力。你只有一次机会命中，而搜寻过程也会有许多乐趣。试着与那些能够得知角色的角色例如筑梦师合作。即使是送葬者对你来说也很棒，因为确认落难少女已死的事实可以让你知道你已经从落难少女搜寻的支线中转回了恶魔搜寻的主线上。
- 落难少女很可能反复而多疑，甚至可能试图让自己被杀。将你的能力用在那些似乎有心事或是寡言少语看起来像是落难少女的玩家身上。如果一名玩家热衷于处决自己，私下询问她是否想让你在夜间猜测她是落难少女。但要小心，这可能只是邪恶玩家试图欺骗你消耗你的能力。
- 私下对其他玩家宣称你是落难少女。这有助于引出落难少女和其他各类爪牙。那些能够证明自己的角色，例如贞洁者或是魔像，可以给你提供一个可信的人来安排一次私聊，让你和落难少女都可以没有妨碍地对这名玩家宣称你们各自的角色。
- 不惜代价活着。你可以宣称你已经使用了你的能力，或者是已经找到了你的落难少女，这些意味着你不再是邪恶阵营的威胁。看看如果你随机地公开宣称一名玩家是你的落难少女会发生什么，但要小心，宣称你已经使用了你的能力会让落难少女认为她现在是一个单纯的风险（角色）而不再有获得奖励的可能，从而试图让自己被杀。
- 试着赶走爪牙或是引诱他们跌入公开猜测的陷阱。在可疑人士之间四处走动并宣称是落难少女，或是让一个可信的善良玩家在和你对话后对某名可疑玩家状似无意地透露落难少女在场。如果爪牙被欺骗，将他们的猜测浪费在你身上（或者任何并非落难少女的玩家身上），他们就无法伤害你真正的落难少女了。
【伪装成巡山人】
- 如果你是巡山人，那么一个落难少女也会在场。在某个时机，另一名邪恶玩家需要宣称是落难少女，否则你会看起来非常可疑。另一名邪恶玩家可以在死亡后作为落难少女现身。你宣称是巡山人而另一名邪恶玩家宣称是落难少女会比你成为一个孤独而可疑的巡山人要可靠得多。
- 假装巡山人可能引出真正的落难少女。如果你在“搜寻少女”的过程中足够有说服力并且设法欺骗真正的落难少女让她暴露自己是谁，一个爪牙就可以猜测落难少女是谁而赢得游戏。
- 在你最初的伪装失效后，巡山人可能是一个非常有用的备用伪装，因为巡山人是具有充分理由不在早期现身的善良角色。如果你宣称是洗衣妇或是贞洁者而伪装被打破，那么你就可以作为巡山人现身，说你尝试隐藏你的真实角色。
- 如果你是一个爪牙，你知道落难少女是否在场，如果不在，你因此也能知道巡山人不在场。这样两名邪恶玩家搭档组成巡山人/落难少女组合就会是相对安全的方案。唯一的风险是你们如果像这样搭档的话，落难少女将应当已经成为一个不在场的镇民。和恶魔聊聊，在他们的伪装里找一个落难少女变成的角色。或者，你可以是巡山人并宣称一个死去的爪牙是落难少女让你们看起来更可信。
- 即使制造一场对峙也宣称自己是巡山人。如果没有其他巡山人，落难少女更可能信任你。如果有其他巡山人，你就制造了一个两难局面，给落难少女带来了极大焦虑，她可能会不想向你们之中的任何一人宣称自己的角色并让自己被处决，而不是冒险试着让你们成功选中她，这花费了一次非恶魔处决，并且也中和了真巡山人能力的潜在收益。
【角色信息】
- 英文名：Huntsman
- 所属剧本：实验性角色、黯月初升卡牌版
- 角色类型：镇民
- 角色能力类型：角色变化、限次能力、设置调整
NewPP limit report
Cached time: 20260119142506
Cache expiry: 86400
Reduced expiry: false
Complications: []
CPU time usage: 0.023 seconds
Real time usage: 0.033 seconds
Preprocessor visited node count: 85/1000000
Post‐expand include size: 0/2097152 bytes
Template argument size: 0/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post‐expand size: 0/5000000 bytes
Transclusion expansion time report (%,ms,calls,template)
100.00%    0.000      1 -total
Saved in parser cache with key gstone_wiki:pcache:idhash:48-0!canonical and timestamp 20260119142506 and revision id 5388. Serialized with JSON.`,
  clarifications: [
    "落难少女被选中后角色变为不在场的镇民角色，玩家的角色类型也会跟着改变，而不仅仅只是获得镇民的能力。",
    "拥有落难少女能力的其他角色被巡山人选择，该玩家并不会变成一个不在场的镇民角色。",
    "特定角色互动：气球驾驶员：如果时机合适，可以得知落难少女两次——一次作为外来者，一次作为被巡山人改变后的镇民。侍臣：如果侍臣让落难少女醉酒，然后巡山人选中落难少女，他变为一个新的角色，这名原落难少女玩家仍然会继续醉酒。教父/方古：如果被巡山人选中的落难少女玩家改变的角色后在白天死亡，教父无法在晚上被唤醒杀人；方古不能转化到该玩家身上。该玩家不再是落难少女，所以不再是外来者。提线木偶：如果巡山人在场，落难少女不会是提线木偶。不过，巡山人可能是提线木偶。痢蛭：即使落难少女是宿主，他仍然能被巡山人改变，但仍然继续中毒。咖啡师：如果受到咖啡师行动两次的效果影响，如果巡山人还没进行选择，他可以在一晚内选择两名玩家；或者如果巡山人已经在之前选择过一次，他会被唤醒并再次选择。如果落难少女被选中，他仍然只会改变角色一次。",
    "相克规则：提线木偶：如果提线木偶抽到了巡山人，也会增加落难少女。卡扎力：如果卡扎力将落难少女变成了爪牙，并且巡山人在场，一名善良的玩家会变成落难少女。",
  ],

  night: {
    order: (isFirstNight) => (isFirstNight ? 11 : 14),

    target: {
      count: {
        min: 0,
        max: 0,
      },
    },

    dialog: (playerSeatId: number, _isFirstNight: boolean) => {
      return {
        wake: `唤醒${playerSeatId + 1}号玩家（巡山人）。`,
        instruction: "请执行行动",
        close: "",
      };
    },

    handler: (context) => {
      const { selfId } = context;
      return {
        updates: [],
        logs: { privateLog: `${selfId + 1}号（巡山人）执行夜晚行动` },
      };
    },
  },
};
